{
    "42 North Dental": {
        "Company Name": "42 North Dental",
        "Total Raised": "n/a",
        "Year Founded": "1971",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental care services intended to deliver quality dental care services at an affordable rate. The company offers oral hygiene, cosmetic dentistry, dentures, tooth extractions, implants, braces, root canals and more, giving every person in New England, a healthy, confident smile.",
        "Deals": {
            "Deal 8": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "03-Mar-2022",
                "Deal Description": "The company received $90 million of debt financing in the form of an incremental first-lien delayed draw term loan from Varagon Capital Partners, Macquarie and NXT Capital on March 3, 2022. The funds will be used to support future acquisitions."
            },
            "Deal 7": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$155.00M",
                "Deal Date": "29-Dec-2020",
                "Deal Description": "The company completed a $240 million debt refinancing round on December 29, 2020. Varagon Capital Partners, M3 Capital Partners, NXT Capital provided $155 million of a term loan , a $40 million delayed drawn term loan, a $55 million junior second lien loan, a $15 million subordinated loan and $15 million of revolving credit line to the company."
            },
            "Deal 6": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "",
                "Deal Date": "30-Aug-2019",
                "Deal Description": "The company completed a debt refinancing round on August 30, 2019. Ares Capital Corporation BDC provided an $5 million of a delayed draw loan to the company."
            },
            "Deal 5": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "",
                "Deal Date": "29-Nov-2018",
                "Deal Description": "The company completed a debt refinancing round on November 29, 2018. Ares Capital Corporation BDC provided an undisclosed amount of first lien loan to the company."
            },
            "Deal 4": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "",
                "Deal Date": "26-May-2017",
                "Deal Description": "The company completed a $1.5 million debt refinancing round on May 26, 2017. Ares Capital provided $1.5 million of first lien senior secured revolving loan to the company."
            },
            "Deal 3": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company received debt financing on an undisclosed date."
            },
            "Deal 2": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "16-Dec-2014",
                "Deal Description": "The company was acquired by Audax Group through an LBO on December 16, 2014, for an undisclosed amount."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company received development capital from Acceleration International on an undisclosed date."
            }
        },
        "Comps": [
            "Family Spa & Dentistry",
            "Reflections Dental Centre",
            "Grove Dental",
            "BOH Dental Group",
            "Premier Private Practice Dental Group"
        ]
    },
    "7 to 7 Dental & Orthodontics": {
        "Company Name": "7 to 7 Dental & Orthodontics",
        "Total Raised": "n/a",
        "Year Founded": "2008",
        "Post Valuation": "n/a",
        "Company Description": "Developer of a dental care platform intended to provide dental booking services during days and times that are convenient to the patient and not the doctor. The company's platform offers free second opinions, implant consultations, orthodontic consultations and cosmetic consultations, enabling patients to receive quality dental care without any hassle.",
        "Deals": {},
        "Comps": [
            "PhysicsForcare",
            "Torch Technology",
            "DirectEHR",
            "Tabula Rasa Healthcare",
            "MAbSilico"
        ]
    },
    "Affinity Dental Management": {
        "Company Name": "Affinity Dental Management",
        "Total Raised": "$15.32M",
        "Year Founded": "1999",
        "Post Valuation": "n/a",
        "Company Description": "Affinity Dental Management is a provider of dental practice management services based in Holyoke, Massachusetts. The company is engaged in creating growth and learning opportunities throughout its participating dental practices in order to achieve excellence in the delivery of dental services thus enhance the professional and personal lives of its dentists as well as dental professionals and strive on the best available dental medicine by maximizing access to use of, organizational, intellectual and physical resources available across the northeast United States.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "",
                "Deal Date": "04-Aug-2022",
                "Deal Description": "The company completed a an undisclosed amount of debt refinancing round on August 4, 2022. Crescent Direct Lending provided loan to the company."
            },
            "Deal 3": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$10.97M",
                "Deal Date": "17-Sep-2019",
                "Deal Description": "The company received $10.97 million of debt financing in the form of a first lien loan from New Mountain Finance BDC on September 17, 2019."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$4.34M",
                "Deal Date": "15-Sep-2017",
                "Deal Description": "The company received $17.67 million of debt financing in the form of a $4.34 million first lien loan, a $13.321 million revolving credit line from New Mountain Finance BDC on September 15, 2017."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "21-Jun-2017",
                "Deal Description": "The company was acquired by MidOcean Partners and its management through an LBO on June 21, 2017 for an undisclosed amount. MidOcean sees significant actionable opportunities to leverage the Affinity platform to serve many additional practices and facilitate further organic growth within the practices that Affinity supports. The company was recapitalized as a part of the transaction."
            }
        },
        "Comps": [
            "Canadian Dental Services",
            "DecisionOne Dental Partners",
            "Unified Smiles",
            "Aspen Dental",
            "Comprehensive Women's Health"
        ]
    },
    "Affordable Care": {
        "Company Name": "Affordable Care",
        "Total Raised": "$38.02M",
        "Year Founded": "1975",
        "Post Valuation": "$2.70B",
        "Company Description": "Provider of business expertise and support services intended for dental practices specializing in implants. The company offers non-clinical services including site selection and real estate management, advertising and marketing, finance and HR services, patient support as well as innovative equipment and technology, enabling dentists to focus on treating patients.",
        "Deals": {
            "Deal 14": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "31-Dec-2021",
                "Deal Description": "The company received $530,000 of debt financing in the form of a first lien delayed draw term loan from KKR Private Credit on December 31, 2021."
            },
            "Deal 13": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "02-Aug-2021",
                "Deal Description": "The company received $1.78 billion of debt financing in the form of a $108.69 million revolver facility, a $350 million first-lien delayed drawn term loan, a $960 million first-lien term loan, an $221.29 million first-lien loan and a $48.76 million mezzanine financing, a $74.70 million first lien delayed draw term loan and a $21.48 million first-lien revolver from KKR Capital Markets, Crescent Capital Group, Antares Capital, Kohlberg Kravis Roberts, New Mountain Capital, New Mountain Guardian III BDC, Fortress Capital, NMF SLF I BDC, Blackstone Private Credit Fund and Jefferies Finance."
            },
            "Deal 12": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$7.69M",
                "Deal Date": "31-Dec-2020",
                "Deal Description": "The company received $7.69 million of debt financing in the form of a senior secured first lien debt from Franklin BSP Lending Corporation BDC on December 31, 2020."
            },
            "Deal 11": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$14.47M",
                "Deal Date": "30-Jun-2019",
                "Deal Description": "The company received $14.47 million of debt financing in the form of secured debt from Main Street Capital BDC on June 30, 2019."
            },
            "Deal 10": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$15.86M",
                "Deal Date": "18-Mar-2019",
                "Deal Description": "The company received $15.86 million of debt financing in the form of a first lien from New Mountain Finance on March 18, 2019."
            },
            "Deal 9": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$825.00M",
                "Deal Date": "22-Oct-2015",
                "Deal Description": "The company was acquired by Berkshire Partners, Partners Group and its management through a $825 million LBO on October 22, 2015. In support of the transaction, the company received debt financing in the form of a second lien loan from Partners Group as a part of the transaction. Partners Group invested over $200 million as a part of the transaction. As a result of the transaction, the company was recapitalized."
            },
            "Deal 8": {
                "Deal Type": "Dividend Recapitalization",
                "Deal Amount": "$266.00M",
                "Deal Date": "14-Oct-2014",
                "Deal Description": "The company completed a dividend recapitalization on October 14, 2014. The financing included $266 million of debt financing in the form of senior debt from GE Capital, NXT Capital, Madison Capital Funding, ING Bank, Ares Capital Corporation BDC, CapitalSource, Goldman Sachs BDC and Golub Capital and the company subsequently provided dividends to American Capital (ACAS)."
            },
            "Deal 7": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$21.50M",
                "Deal Date": "30-Sep-2014",
                "Deal Description": "The company received $21.5 million of debt financing in the form of a second lien term loan from Oaktree Specialty Lending BDC on September 30, 2014."
            },
            "Deal 6": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$40.00M",
                "Deal Date": "31-Mar-2013",
                "Deal Description": "The company received $40 million of debt financing in the form of a second lien senior secured debt from FS KKR Capital BDC on March 31, 2013"
            },
            "Deal 5": {
                "Deal Type": "Leveraged Recapitalization",
                "Deal Amount": "$300.00M",
                "Deal Date": "01-Dec-2012",
                "Deal Description": "The company completed a $300 million leveraged recapitalization led by NXT Capital in December 2012."
            },
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$3.69M",
                "Deal Date": "30-Sep-2011",
                "Deal Description": "The company received $3.69 million of debt financing in the form of senior debt from Golub Capital BDC on September 30, 2011."
            },
            "Deal 3": {
                "Deal Type": "Dividend Recapitalization",
                "Deal Amount": "$145.00M",
                "Deal Date": "01-Jan-2011",
                "Deal Description": "The company completed a dividend recapitalization in January 2011. The financing included $155 million of debt financing in the form of a $145 million loan and a $10 million revolving line of credit from GE Capital, NXT Capital and Fifth Street Asset Management and the company subsequently provided a dividend to American Capital (ACAS)."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$63.60M",
                "Deal Date": "30-Jun-2008",
                "Deal Description": "The company raised $63.6 million of mezzanine financing from American Capital on June 30, 2008. The funds will be used for its acquisition of a management services platform supporting five dental practices from Fields Dental Management LLC and Piedmont Dental Center."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$248.60M",
                "Deal Date": "16-Nov-2006",
                "Deal Description": "The company was acquired by American Capital Equity through a $248.6 million LBO on November 16, 2006. In support of the transaction, the company received $143.3 million of mezzanine financing from American Capital."
            }
        },
        "Comps": [
            "Aspen Dental",
            "Dynamic Growth Dental Support",
            "Canadian Orthodontic Partners",
            "Dental Whale",
            "Kopfwerk"
        ]
    },
    "Aspen Dental Management": {
        "Company Name": "Aspen Dental Management",
        "Total Raised": "$294.12M",
        "Year Founded": "1964",
        "Post Valuation": "$547.50M",
        "Company Description": "Provider of dental practice management services committed to treating patients with short and long-term dental care needs. The company offers non-clinical business support services to independently owned and operated dental practices and assists dental professionals in different aspects such as finding appropriate locations as well as leasing, equipment, accounting and marketing, enabling partners to treat patients in an honest, judgment-free environment.",
        "Deals": {
            "Deal 20": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$275.00M",
                "Deal Date": "30-Jun-2022",
                "Deal Description": "The company received $375 million of debt financing in the form of a $100 million revolving credit line and a $275 million term loan from Royal Bank of Canada, Deutsche Bank, Credit Suisse, JPMorgan Chase, BMO Financial Group, KKR Financial and other lenders on June 30, 2022. The funds will be used to support future acquisitions."
            },
            "Deal 19": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$15.63M",
                "Deal Date": "30-Jun-2021",
                "Deal Description": "The company received $15.625 million of debt financing in the form of a first-lien debt from Blackstone Private Credit Fund on June 30, 2021."
            },
            "Deal 18": {
                "Deal Type": "Dividend Recapitalization",
                "Deal Amount": "$1.20B",
                "Deal Date": "15-Dec-2020",
                "Deal Description": "The company completed a dividend recapitalization on December 15, 2020. The financing included debt financing in the form of a first-lien term loan, a $1.2 billion senior secured first-lien term loan B-2 and a $250 million revolver loan from Barings, KKR Private Credit, BMO Harris Bank, Credit Suisse, Deutsche Bank, J.P. Morgan and RBC Capital Markets. The company subsequently provided a dividend to American Securities, Ares Private Equity Group and Leonard Green & Partners. The funds were also used to acquire ClearChoice Management Services."
            },
            "Deal 17": {
                "Deal Type": "Dividend Recapitalization",
                "Deal Amount": "$50.00M",
                "Deal Date": "04-Feb-2020",
                "Deal Description": "The company completed a dividend recapitalization on February 4, 2020. The financing included $50 million of term loan from Royal Bank of Canada, Deutsche Bank, Credit Suisse, Chase Bank and Barings and the company subsequently provided a dividend to American Securities, Ares Management and Leonard Green & Partners."
            },
            "Deal 16": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$3.49M",
                "Deal Date": "31-Dec-2018",
                "Deal Description": "The company received $3.49 million of debt financing in the form of a first lien senior secured term loan from Barings BDC on December 31, 2018."
            },
            "Deal 15": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "",
                "Deal Date": "06-Apr-2018",
                "Deal Description": "The company completed a debt refinancing round on April 6, 2018. Barings provided an undisclosed amount of first-lien term loan to the company."
            },
            "Deal 14": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "26-Feb-2018",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of five separate liens from MXR The Imaging Solution Company on February 26, 2018."
            },
            "Deal 13": {
                "Deal Type": "Secondary Transaction - Private",
                "Deal Amount": "",
                "Deal Date": "30-Jun-2017",
                "Deal Description": "American Securities sold a minority stake in the company to Leonard Green & Partners and Ares Private Equity Group on June 30, 2017 for an undisclosed amount."
            },
            "Deal 12": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "17-May-2017",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of four separate liens from MXR The Imaging Solution Company on May 17, 2017."
            },
            "Deal 11": {
                "Deal Type": "Dividend Recapitalization",
                "Deal Amount": "$200.00M",
                "Deal Date": " ",
                "Deal Description": "The company was in talks to complete a dividend recapitalization on February 24, 2017. The financing included $200 million of debt financing from undisclosed lenders and the company will subsequently provide dividend to its shareholders. Subsequently the deal was cancelled."
            },
            "Deal 10": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Apr-2015",
                "Deal Description": "The company was acquired by American Securities and its management through an LBO in April 2015 for an undisclosed amount. The company received $587.5 million senior debt, $997,000 first-lien loan and $500,000 term loan from Blackstone Credit, CIFC Asset Management, Capital One Financial, Royal Bank of Canada, Capitala Group, Ares Capital Corporation BDC, Saratoga Investment BDC, Babson Capital Management, KKR Private Credit, Eaton Vance, BMO Harris Bank and Crescent Capital BDC."
            },
            "Deal 9": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$1.00M",
                "Deal Date": "31-Dec-2013",
                "Deal Description": "The company received a $997,000 of debt financing in the form of a loan from American Capital Senior Floating BDC on December 31, 2013."
            },
            "Deal 8": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$3.99M",
                "Deal Date": "30-Sep-2012",
                "Deal Description": "The company received $3.99 million of debt financing in the form of senior debt from Oxford Square Capital BDC on September 30, 2012."
            },
            "Deal 7": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$2.93M",
                "Deal Date": "06-Oct-2011",
                "Deal Description": "The company received $2.93 million of debt financing in the form of first-lien secured debt from PennantPark Floating Rate Capital BDC on October 6, 2011."
            },
            "Deal 6": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$547.50M",
                "Deal Date": "01-Oct-2010",
                "Deal Description": "The company was acquired by Leonard Green & Partners through a $547.5 million LBO in October 2010. The company received $18.11 million of debt financing in the form of $156,281 in senior debt, $12.96 million in the first lien and $4.98 million in the second lien from Corporate Capital Trust BDC, Main Street Capital BDC and New Mountain Finance BDC as a part of the transaction."
            },
            "Deal 5": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "07-Jul-2006",
                "Deal Description": "The company was acquired by Ares Private Equity Group through an LBO on July 7, 2006 for an undisclosed amount."
            },
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "18-Jan-2006",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a secured loan from Citizens Bank on January 18, 2006."
            },
            "Deal 3": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "01-Feb-2004",
                "Deal Description": "The company received an undisclosed amount of development capital from Capital Resource Partners in February 2004. In support of this transaction, the company received $19 million of debt financing in the form of a senior loan from Capital Resource Partners."
            },
            "Deal 2": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "01-Mar-2002",
                "Deal Description": "The company received an undisclosed amount of development capital from Gemini Investors and Seacoast Capital in March 2002."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Jan-1997",
                "Deal Description": "The company was acquired by APG Partners through an LBO in 1997 for an undisclosed amount."
            }
        },
        "Comps": [
            "Heartland Dental Care",
            "Smile Brands",
            "Affordable Dentures",
            "Pacific Dental Services",
            "Endo 1 Partners"
        ]
    },
    "Beacon Dental Health": {
        "Company Name": "Beacon Dental Health",
        "Total Raised": "n/a",
        "Year Founded": "2015",
        "Post Valuation": "n/a",
        "Company Description": "Provider of practice management services intended to serve the dental healthcare industry. The company's services include human resources management, practice operations, marketing, finance and accounting management and insurance negotiations among others. enabling clients to increase their potential, focus on caring of patients and reduce administrative burdens.",
        "Deals": {
            "Deal 2": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "13-Dec-2021",
                "Deal Description": "The company was acquired by Dental365, via its financial sponsors The Jordan Company and Regal Healthcare Capital Partners, through an LBO on December 13, 2021 for an undisclosed amount."
            },
            "Deal 1": {
                "Deal Type": "Platform Creation",
                "Deal Amount": "",
                "Deal Date": "04-Dec-2015",
                "Deal Description": "The company was formed as a platform on December 4, 2015."
            }
        },
        "Comps": [
            "ClinChoice",
            "Integrity Billing Company",
            "Western Veterinary Partners",
            "Infinity Behavioral Health Services",
            "Clinicspectrum"
        ]
    },
    "Bright Direction Dental": {
        "Company Name": "Bright Direction Dental",
        "Total Raised": "n/a",
        "Year Founded": "n/a",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental support services intended to offer non-clinical support services to dentists and their staff. The company's services include recruiting, marketing, human resources, finance, risk management, IT support, and labs & materials procurement, which helps general dentists transition into retirement, assists in simplifying day-to-day responsibilities and helps to grow the practice.",
        "Deals": {
            "Deal 1": {
                "Deal Type": "Debt - PPP",
                "Deal Amount": "$0.65M",
                "Deal Date": "05-Apr-2020",
                "Deal Description": "The company was approved for a Paycheck Protection Program Loan for $649,402 from Wintrust Bank on April 5, 2020. The application cited 58 jobs to be retained with the financing."
            }
        },
        "Comps": [
            "Amcol Systems",
            "CMIC Ashfield",
            "GetixHealth",
            "Cloudmed",
            "The Phia Group"
        ]
    },
    "Capitol Dental Care": {
        "Company Name": "Capitol Dental Care",
        "Total Raised": "n/a",
        "Year Founded": "2010",
        "Post Valuation": "n/a",
        "Company Description": "The company primarily operates in the Clinics/Outpatient Services industry. Capitoldentalcare was founded in 2010 and is headquartered in Harrisburg, PA.",
        "Deals": {},
        "Comps": [
            "Charleston Cornea and Refractive Surgery",
            "Enterprise Valley Medical Clinic",
            "Gorrell, Dr A Ross",
            "Oliver Family Healthcare",
            "North Bay Hospital"
        ]
    },
    "CollectiveCare Dental": {
        "Company Name": "CollectiveCare Dental",
        "Total Raised": "$0.46M",
        "Year Founded": "2013",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental service organization intended to help dentists build the multi-specialty network in dentistry. The organization offers personalized patient experiences, full range of treatment options and dental career destination, enabling dentists to deliver a higher level of patient care.",
        "Deals": {
            "Deal 1": {
                "Deal Type": "Angel (individual)",
                "Deal Amount": "$0.46M",
                "Deal Date": "24-Nov-2020",
                "Deal Description": "The company raised $462,580 of angel funding from undisclosed investors on November 24, 2020."
            }
        },
        "Comps": [
            "Charleston Cornea and Refractive Surgery",
            "Enterprise Valley Medical Clinic",
            "Gorrell, Dr A Ross",
            "Oliver Family Healthcare",
            "North Bay Hospital"
        ]
    },
    "Cordental Group": {
        "Company Name": "Cordental Group",
        "Total Raised": "$25.00M",
        "Year Founded": "2017",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental support organization intended to aid dental practices across the Mid-Atlantic, Midwestern and Southeastern United States. The company offers business support services and focuses on the day-to-day administrative tasks necessary to run dental practices, enabling dentists to focus on patients and clinical care.",
        "Deals": {
            "Deal 2": {
                "Deal Type": "Leveraged Recapitalization",
                "Deal Amount": "$54.00M",
                "Deal Date": "31-May-2019",
                "Deal Description": "The company completed a $54 million leveraged recapitalization led by Twin Brook Capital Partners on May 31, 2019. The funds will be used to support the acquisition of AppleWhite."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$25.00M",
                "Deal Date": "01-Mar-2017",
                "Deal Description": "The company received $25 million of development capital from New Mainstream Capital on March 1, 2017."
            }
        },
        "Comps": [
            "DentalOne Partners",
            "Mid-Atlantic Dental Partners",
            "Great Lakes Dental Partners",
            "Canadian Orthodontic Partners",
            "Peak Dental Services"
        ]
    },
    "Cornerstone Group": "Limited or Missing Data",
    "Dental365": {
        "Company Name": "Dental365",
        "Total Raised": "n/a",
        "Year Founded": "2014",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental service organization intended to offer oral care and personalized dentistry services. The company's lab-based personalized dental care services include cosmetic dentistry, restorative dentistry, oral surgery, preventive, general and emergency dentistry, endodontics, periodontics and laser dentistry, enabling patients to avail affordable, convenient and accessible dental care in and around New York.",
        "Deals": {
            "Deal 3": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Aug-2021",
                "Deal Description": "The company was acquired by The Jordan Company through an LBO in August 2021 for an undisclosed amount. The company also received debt financing in the form of an $18.82 million first-lien senior secured debt, a $13.23 million first-lien senior secured unfunded commitment, a loan, a first lien term loan, senior secured debt, a $9.52 million unitranche first-lien term loan, a $5.14 million delayed draw term loan and a $1.54 million revolver from Goldman Sachs BDC, Crescent Direct Lending, BMO Financial Group, Adams Street Partners and Crescent Capital BDC in support of this transaction."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "22-May-2019",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a senior credit facility from White Oak Healthcare Finance on May 22, 2019."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Jan-2018",
                "Deal Description": "The company was acquired by Regal Healthcare Capital Partners and its management through an LBO in 2018 for an undisclosed sum."
            }
        },
        "Comps": [
            "ClearChoice",
            "Sonrident",
            "Hammaslääkäriasema Kastellin Kruunu",
            "I.Denticoop",
            "Grove Dental Group"
        ]
    },
    "Digital Denture + Implants": {
        "Company Name": "Digital Denture + Implants",
        "Total Raised": "$0.11M",
        "Year Founded": "2020",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental service network intended to offer tooth replacement services to patients with the aid of digital technology. The company provides services such as digitally guided implants, digital dentures, sedation, crowns and bridges, extractions, CBCT imaging leveraging technology to reduce treatment cost and time, enabling patients to get access to a range of dental services at an affordable cost.",
        "Deals": {
            "Deal 1": {
                "Deal Type": "Angel (individual)",
                "Deal Amount": "$0.11M",
                "Deal Date": "04-Jan-2022",
                "Deal Description": "The company raised $110,000 of angel funding from undisclosed investors on January 4, 2022."
            }
        },
        "Comps": [
            "YourVets",
            "The Springs at Pacific Regent-La Jolla",
            "Molina Healthcare of Virginia",
            "Protezesanas un ortopedijas centrs",
            "Health Care of South Florida"
        ]
    },
    "D4C Dental Brands": {
        "Company Name": "D4C Dental Brands",
        "Total Raised": "$27.14M",
        "Year Founded": "2010",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a pediatric dental and orthodontic specialty network committed to treating patients with quality clinical care. The company supports affiliated pediatric dentists, general dentists and orthodontists with dental support staff, dental specialists and provides extensive training, supplies and regulatory and compliance support as well as business management expertise and administrative operation assistance to doctors.",
        "Deals": {
            "Deal 5": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "21-Dec-2016",
                "Deal Description": "The company was acquired by HarbourVest Partners, Cressey & Company and Ares Capital Corporation BDC through an LBO on December 21, 2016 for an undisclosed amount. As part of the deal, Ares Capital Corporation BDC also invested $1 million in the form of Class A preferred units (1,000,000 units). The transaction was supported by $6.5 million of debt financing in the form of a $1.5 million first-lien senior secured debt and $5 million of revolving credit facility from Ares Capital Corporation BDC."
            },
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$15.00M",
                "Deal Date": "28-Mar-2016",
                "Deal Description": "The company received $15 million of debt financing in the form of a term loan from Regions Financial on March 28, 2016."
            },
            "Deal 3": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$12.14M",
                "Deal Date": "31-Dec-2013",
                "Deal Description": "The company raised $12.13 million of development capital from Alcentra Capital and W Capital Partners on December 31, 2014. Alcentra Capital provided $10.63 million of senior debt in this transaction."
            },
            "Deal 2": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "01-Jan-2011",
                "Deal Description": "The company received an undisclosed amount of development capital from Alcentra Capital in 2011."
            },
            "Deal 1": {
                "Deal Type": "Platform Creation",
                "Deal Amount": "",
                "Deal Date": "30-Nov-2010",
                "Deal Description": "The company was created as a platform by Beecken Petty O'Keefe & Company on November 30, 2010."
            }
        },
        "Comps": [
            "CardioSolution",
            "AthenaMD",
            "SCP Health",
            "Anesthesia Services Associates",
            "Heartland Dental Care"
        ]
    },
    "DecisionOne Dental Partners": {
        "Company Name": "DecisionOne Dental Partners",
        "Total Raised": "n/a",
        "Year Founded": "2011",
        "Post Valuation": "n/a",
        "Company Description": "Operator of dental practice centers. The company's patient-centric dental care services are offered by eliminating operational and bureaucratic interference, and blending the values of a solo practitioner office with the business concepts of a large group practice, enabling dentists to free themselves from operational burdens and simply focus on patients so that the patients can get high-quality and focused dental care.",
        "Deals": {
            "Deal 2": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "07-Jan-2019",
                "Deal Description": "The company was acquired by Smile Brands, via its financial sponsor Gryphon Investors, through an LBO on January 7, 2019 for an undisclosed sum. The investment will help fund DecisionOne's continued growth and acquisitions throughout Chicagoland and neighboring states."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "01-Jan-2012",
                "Deal Description": "The company received an undisclosed amount of development capital from Beverly Capital in 2012."
            }
        },
        "Comps": [
            "Heartland Dental Care",
            "Simply Beautiful Smiles",
            "Onsite Dental",
            "Tend",
            "Coast Dental Services"
        ]
    },
    "Dental Associates": {
        "Company Name": "Dental Associates",
        "Total Raised": "$168.10M",
        "Year Founded": "1962",
        "Post Valuation": "n/a",
        "Company Description": "Operator of clinics intended to provide general dentistry services. The company offers preventative, diagnostic and restorative services as well as numerous specialty services, such as orthodontia, prosthodontics and sedation dentistry, enabling patients to keep their teeth healthy.",
        "Deals": {
            "Deal 9": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$8.00M",
                "Deal Date": "16-Sep-2022",
                "Deal Description": "The company received $14.5 million of debt financing in the form of an $8 million term loan and a $6.5 million delayed draw term loan from Twin Brook Capital Partners on September 16, 2022. The funds will be used to support future acquisitions."
            },
            "Deal 8": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$109.10M",
                "Deal Date": "03-Jun-2022",
                "Deal Description": "The company received $127.1 million of debt financing in the form of a $4 million revolving credit line, a $109.1 million term loan and a $14 million delayed draw term loan from Twin Brook Capital Partners on June 3, 2022. The funds will be used to support future acquisitions."
            },
            "Deal 7": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "25-Feb-2022",
                "Deal Description": "The company received $22.5 million of debt financing in the form of a delayed draw term loan from Twin Brook Capital Partners on February 25, 2022. The funds will be used to support future acquisitions."
            },
            "Deal 6": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$12.00M",
                "Deal Date": "18-Jun-2021",
                "Deal Description": "The company received $12 million of debt financing in the form of a term loan from Twin Brook Capital Partners on June 18, 2021. The funds will be used to support future acquisitions."
            },
            "Deal 5": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$39.00M",
                "Deal Date": "21-Dec-2020",
                "Deal Description": "The company received $39 million of debt financing in the form of a term loan from Twin Brook Capital partners on December 21, 2020. The funds will be used to support future acquisitions."
            },
            "Deal 4": {
                "Deal Type": "Debt - PPP",
                "Deal Amount": "$2.11M",
                "Deal Date": "11-Apr-2020",
                "Deal Description": "The company was approved for a $2.11 million Paycheck Protection Program Loan from Chase Bank on April 11, 2020. The application cited 236 jobs to be retained with the financing."
            },
            "Deal 3": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "20-Dec-2019",
                "Deal Description": "The company received $15 million of debt financing in the form of a delayed draw term loan from Twin Brook Capital Partners on December 20, 2019. The funds will be used to acquire practices of Dr. Grossi, Dr. Maassarani, and Dr. Mack."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "06-Aug-2019",
                "Deal Description": "The company received $15 million of debt financing in the form of a delayed draw term loan from Twin Brook Capital partners on August 6, 2019. The funds will be used to support future acquisitions."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "19-Jul-2017",
                "Deal Description": "The company was acquired through an LBO by Silver Oak Services Partners on July 19, 2017 for an undisclosed amount. The transaction was supported by $35 million of debt financing in the form of a senior debt from Twin Brook Capital Partners. As a result of the transaction, the company was recapitalized."
            }
        },
        "Comps": [
            "Reflections Dental Centre",
            "OdontoCompany",
            "Fairview Dental Group",
            "Skowronski Family Dentistry",
            "SunnyDental"
        ]
    },
    "Dental Care Alliance": {
        "Company Name": "Dental Care Alliance",
        "Total Raised": "$92.51M",
        "Year Founded": "1991",
        "Post Valuation": "$2.00B",
        "Company Description": "Provider of dental care management services based in Sarasota, Florida. The company provides a range of office services to the dental community, including human resources, payroll management, marketing and purchasing services, accounting and accounts payable services, insurance management, facility management and staff training, thereby improving the well-being of both patients and dental professionals through innovative and proven practice-support services.",
        "Deals": {
            "Deal 23": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$2.00B",
                "Deal Date": "16-Jan-2023",
                "Deal Description": "The company was acquired by Mubadala Investment Company through a $2 billion LBO on January 16, 2023. Harvest Partners also participated in the deal."
            },
            "Deal 22": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$48.21M",
                "Deal Date": "03-Apr-2022",
                "Deal Description": "The company received $52.587 million of debt financing in the form of a $2.49 million first-lien secured loan, a $45.71 million first-lien debt and a $4.38 million unfunded first-lien delayed draw term loan from Apollo Debt Solutions BDC on April 3, 2022."
            },
            "Deal 21": {
                "Deal Type": "Dividend Recapitalization",
                "Deal Amount": "$21.29M",
                "Deal Date": "25-Feb-2022",
                "Deal Description": "The company completed a dividend recapitalization on February 25, 2022. The financing included an unitranche first-lien incremental term loan, an unitranche first-lien delayed draw term loan incremental, a $21.29 million of the first-lien debt, and a $3.29 million first lien delayed draw term loan from Morgan Stanley Private Credit, North Haven Private Income Fund BDC, The Carlyle Group, New Mountain Finance BDC, T Series Middle Market Loan Fund and Crescent Capital Group and the company subsequently provided a dividend to Crescent Capital Group and Harvest Partners. The company completed leveraged recapitalization led by Crescent Capital Group."
            },
            "Deal 20": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "30-Nov-2021",
                "Deal Description": "The company received $6.92 million of debt financing in the form of a first-lien delayed drawn term loan from KKR Private Credit on November 30, 2021."
            },
            "Deal 19": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "30-Sep-2021",
                "Deal Description": "The company received $6.96 million of debt financing in the form of a first lien delayed drawn term loan from FS KKR Capital BDC and KKR Private Credit on September 30, 2021."
            },
            "Deal 18": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$991.57M",
                "Deal Date": "11-Mar-2021",
                "Deal Description": "The company completed a $1.74 billion debt refinancing round on March 11, 2021. Crescent Capital Group, WhiteHorse Finance and Everberg Capital, TCG BDC, TCG BDC II, Morgan Stanley Direct Lending Fund and New Mountain Guardian III BDC provided a $39.52 million unitranche loan, $89.30 million first-lien debt, $710 million term loan B, $710 million unitranche delayed drawn term loan, $6.51 million first-lien undrawn and $5.23 million unfunded first lien delayed draw loan, FS KKR Capital and FS KKR Capital Corp. II provided a $113.1 million senior secured loan first lien and $22.4 million unfunded revolving credit and a $33.14 million first-lien debt and a $9.59 million unfunded first lien delayed draw term loan from Blackstone Private Credit Fund."
            },
            "Deal 17": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$30.00M",
                "Deal Date": " ",
                "Deal Description": "The company received $30 million of debt financing in the form of a senior debt from undisclosed lenders."
            },
            "Deal 16": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "31-Jan-2018",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a lien from U.S. Bancorp on January 31, 2018."
            },
            "Deal 15": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "20-Dec-2017",
                "Deal Description": "The company received $13.47 million of debt financing in the form of an undrawn first-lien from New Mountain Finance BDC on December 20, 2017."
            },
            "Deal 14": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "09-Aug-2017",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of two separate liens from U.S. Bancorp in 2017."
            },
            "Deal 13": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "14-Oct-2016",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a loan from Golub Capital and a lien from Sharp Electronics on October 14, 2016. The funds were used to acquire Konikoff Dental Associates."
            },
            "Deal 12": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$14.30M",
                "Deal Date": "08-Jan-2016",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a term loan B from Antares Holdings, GCI Capital Markets and Ares Capital Corporation BDC, a $14.3 million loan from Golub Capital BDC and two separate liens from Wells Fargo on January 6, 2016. The funds were used to acquire Northeast Dental Management."
            },
            "Deal 11": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "06-Jul-2015",
                "Deal Description": "The company was acquired by Harvest Partners, Crescent Capital Group and its management through a $42.74 LBO on July 6, 2015. The transaction was supported by debt financing in the form of two separate liens from Wells Fargo and GCI Capital Markets, a loan from Crescent Capital Group, a $24.89 million first-lien senior secured loan and a $5.8 million revolving delayed draw loan from Ares Capital Corporation BDC, a $17.86 million first-lien and a $2.1 million undrawn first-lien from New Mountain Finance BDC and a $190 million revolving credit line from Golub Capital."
            },
            "Deal 10": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "01-Apr-2015",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a lien from Wells Fargo on April 1, 2015."
            },
            "Deal 9": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$9.00M",
                "Deal Date": "08-Jan-2015",
                "Deal Description": "The company received $9 million of debt financing in the form of a $9 million senior loan from Capital One Financial, CIT Group, Siemens Financial Services and Pacific Western Bank and a lien from Wells Fargo on January 8, 2015."
            },
            "Deal 8": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "02-Jul-2014",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of two separate liens from Wells Fargo in 2014."
            },
            "Deal 7": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "27-Nov-2013",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of two separate liens from Wells Fargo in the second half of 2013."
            },
            "Deal 6": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "26-Sep-2013",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of five separate liens from Ultimate Kronos Group, Wells Fargo, Henry Schein and LEAF Commercial Capital in 2013."
            },
            "Deal 5": {
                "Deal Type": "Leveraged Recapitalization",
                "Deal Amount": "$119.80M",
                "Deal Date": "28-Jun-2013",
                "Deal Description": "The company completed a $134.8 million leveraged recapitalization led by GE Capital, CapitalSource, Ares Capital Corporation BDC, and CIT Group on June 28, 2013."
            },
            "Deal 4": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-May-2012",
                "Deal Description": "The company was acquired by its management and Quad-C Management through an LBO in May 2012."
            },
            "Deal 3": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$14.00M",
                "Deal Date": "05-Oct-2002",
                "Deal Description": "The company completed a $29 million debt refinancing round on October 5, 2002. GMAC Health Capital provided $14 million of term loan, $10 million acquisition line of credit and $5 million revolving credit line to the company. The $14 million term loan was used to pay off Matsco Co and the remaining was used towards new acquisitions."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company received debt financing in the form of a loan on an undisclosed date."
            },
            "Deal 1": {
                "Deal Type": "IPO",
                "Deal Amount": "",
                "Deal Date": "12-Mar-1999",
                "Deal Description": "The company underwent an initial public offering on the NASDAQ stock exchange under the ticker symbol of DENT on November 04, 1997. The company later terminated its registration on March 12, 1999."
            }
        },
        "Comps": [
            "Heartland Dental Care",
            "Endo 1 Partners",
            "Smile Brands",
            "Pacific Dental Services",
            "DecisionOne Dental Partners"
        ]
    },
    "Elite Dental Partners": {
        "Company Name": "Elite Dental Partners",
        "Total Raised": "n/a",
        "Year Founded": "2014",
        "Post Valuation": "n/a",
        "Company Description": "Provider of non-clinical care services to dental offices. The company provides customized business management support services including managing finances, supplies and equipment, human resources, marketing and information systems in a collaborative environment, enabling affiliated dentists to collectively achieve business economies of scale resulting in improved efficiency and profitability while lowering operational risks.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Merger/Acquisition",
                "Deal Amount": "",
                "Deal Date": "01-May-2021",
                "Deal Description": "The company was acquired in approximately May 2021."
            },
            "Deal 3": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "12-Jun-2018",
                "Deal Description": "The company was acquired by Cressey & Company, Tyree & D'Angelo Partners and its management through an LBO on June 12, 2018 for an undisclosed amount. The transaction was supported by $13.58 million of mezzanine financing from Golub Capital BDC and Golub Capital BDC 3 and a loan form Golub Capital. As a result of a transaction, the company was recapitalized."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "01-Mar-2017",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of senior credit facility from NXT Capital in March 2017."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Dec-2014",
                "Deal Description": "The company was acquired by Tyree & D'Angelo Partners and Capstar Partners through an LBO in December 2014 for an undisclosed sum."
            }
        },
        "Comps": [
            "Heartland Dental Care",
            "Smile Brands",
            "Endo 1 Partners",
            "Pacific Dental Services",
            "Great Lakes Dental Partners"
        ]
    },
    "Endo1 Partners": {
        "Company Name": "Endo1 Partners",
        "Total Raised": "$301.47M",
        "Year Founded": "2019",
        "Post Valuation": "n/a",
        "Company Description": "Provider of comprehensive business and operational support services intended for endodontics practices. The company's services include human resource, compliance, accounting, IT, training and marketing, enabling clients to create efficiency, streamline, optimize and improve practices.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$1.47M",
                "Deal Date": "17-Dec-2021",
                "Deal Description": "The company received $1.98 million of debt financing in the form of a $$990,000 senior loan and a $483,000 first-lien senior secured loan and a $512,000 unfunded delayed draw term loan from First Eagle Alternative Credit and First Eagle Alternative Credit BDC on December 17, 2021."
            },
            "Deal 3": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$135.00ME",
                "Deal Date": "27-Sep-2021",
                "Deal Description": "The company received $135 million of debt financing in the form of a loan from undisclosed lenders on September 27, 2021. The additional capital will allow the company to continue its evolution from a single dental surgical specialty group into a family of brands that offers business and operational support services to endodontists, periodontists and oral surgeons."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$115.00M",
                "Deal Date": "24-Mar-2021",
                "Deal Description": "The company received $115 million of debt financing in the form of a senior facility from Webster Financial on March 24, 2021. The funds will enable the company to enhance its infrastructure and suite of offerings."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$50.00M",
                "Deal Date": "10-Dec-2019",
                "Deal Description": "The company received $50 million of development capital from Veronis Suhler Stevenson on December 10, 2019. As a result of the transaction, the company was recapitalized."
            }
        },
        "Comps": [
            "Pacific Dental Services",
            "Heartland Dental Care",
            "Smile Brands",
            "MCA Dental Group",
            "Arpilabe"
        ]
    },
    "Foundation Dental Partners": {
        "Company Name": "Foundation Dental Partners",
        "Total Raised": "n/a",
        "Year Founded": "2019",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental support organization dedicated to serving multi-location practices across the Southeastern United States. The company provides administrative services specifically for transitioning dentists, allowing them to maintain clinical autonomy while gradually moving out of their practice.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "27-May-2022",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of senior debt from Wintrust Bank on May 27, 2022. The funds will be used to support the acquisition of North Grove Dental."
            },
            "Deal 3": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "12-Mar-2021",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a revolving credit line and a delayed drawn term loan from Wintrust Bank on March 12, 2021. The funds will be used to support future acquisitions."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "03-Sep-2020",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of senior debt from Wintrust Bank on September 3, 2020. The funds will be used for the acquisition of two general dentistry practices in the metro Atlanta market."
            },
            "Deal 1": {
                "Deal Type": "Platform Creation",
                "Deal Amount": "",
                "Deal Date": "01-Jan-2020",
                "Deal Description": "The company was created as a platform by Keystone Capital and Mr. Adam Ditto in January 2020. Wintrust Bank provided debt financing in the form of a senior debt."
            }
        },
        "Comps": [
            "Signature Dental Partners",
            "Potomac Healthcare Solutions",
            "Heartland Dental Care",
            "American Oncology Network",
            "Elite Dental Partners"
        ]
    },
    "Great Expressions Dental Centers": {
        "Company Name": "Great Expressions Dental Centers",
        "Total Raised": "$8.94M",
        "Year Founded": "1982",
        "Post Valuation": "$678.00ME",
        "Company Description": "Operator of a network of dental care service centers intended to provide access to affordable dental care delivering both quality and convenience. The company's services include general and cosmetic dentistry, endodontics, root canals, oral surgery, cleanings and examinations, as well as orthodontics, extractions, specialty care for children, periodontal treatment/therapy and dental implants, along with offering individual and business smile protection programs, the freedom payment program for orthodontics and patient financing.",
        "Deals": {
            "Deal 6": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$8.94M",
                "Deal Date": "31-Dec-2018",
                "Deal Description": "The company received $9.14 million of debt financing from Bain Capital Specialty Finance on December 31, 2018. The debt package included $7.98 million in first lien secured loan, $954,000 in first lien senior secured loan revolver and $213,000 in unfunded commitment."
            },
            "Deal 5": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$678.00ME",
                "Deal Date": "28-Sep-2016",
                "Deal Description": "The company was acquired by Roark Capital Group and Ares Capital through a $678 million LBO on September 28, 2016. Ares Capital, Antares Capital, Bain Capital Credit, New Mountain Finance and NXT Capital provided $464.72 million of debt financing to support the transaction. The debt package included $300 million in senior debt financing, $115.26 million in second lien financing, $49.46 million in first lien financing and $2.12 million in revolving credit line."
            },
            "Deal 4": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "21-Oct-2011",
                "Deal Description": "The company was acquired by OMERS Private Equity through an LBO for an undisclosed amount on October 21, 2011. Ares Capital and GE Capital provided debt financing in the form of a loan financing to support the transaction."
            },
            "Deal 3": {
                "Deal Type": "Mezzanine",
                "Deal Amount": "$4.95M",
                "Deal Date": "01-Jun-2010",
                "Deal Description": "The company raised $4.95 million in the form of mezzanine financing from Triangle Capital on June 1, 2010."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$3.70M",
                "Deal Date": "01-May-2010",
                "Deal Description": "The company raised $3.7 million in the form of a senior loan from Golub Capital BDC in May 2010."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-May-2008",
                "Deal Description": "The company was acquired by Audax Group, Eagle Private Capital and its management through an LBO in May 2008. Ally Corporate Finance provided $23.5 million revolving credit and GMB Mezzanine Capital provided an undisclosed amount of mezzanine to support the transaction."
            }
        },
        "Comps": [
            "Johnson Family Dental",
            "ClearChoice",
            "Tend",
            "Coast Dental Services",
            "Jefferson Dental Clinics"
        ]
    },
    "Heartland Dental": {
        "Company Name": "Heartland Dental",
        "Total Raised": "$3.70B",
        "Year Founded": "1997",
        "Post Valuation": "n/a",
        "Company Description": "Provider of non-clinical dental support services intended to help clients achieve sustainable professional and personal growth. The company provides administrative support services like personnel staffing, office administration, financial management, marketing and information support, enabling dentists, hygienists and non-clinical team members to focus on their patients.",
        "Deals": {
            "Deal 17": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "15-Aug-2022",
                "Deal Description": "The company received an undisclosed amount of development capital from Peloton Capital Management on August 15, 2022. The funds were used for the acquisition of 123Dentist and Altima Dental Canada."
            },
            "Deal 16": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$773.59M",
                "Deal Date": "10-Aug-2022",
                "Deal Description": "The company received CAD 1.25 billion debt financing in the form of a CAD 1 billion unitranche term loan, a CAD 50 million revolving credit line, a CAD 200 million unitranche first lien delayed draw term loan from Antares Capital, Royal Bank of Canada, KKR Capital Markets, HPS Investment Partners, Blackstone and other lenders on August 10, 2022. The funds will be used to support future acquisitions."
            },
            "Deal 15": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$200.00M",
                "Deal Date": "16-Jun-2022",
                "Deal Description": "The company received $200 million of debt financing in the form of an incremental term loan B from Jefferies Finance, BMO Capital Markets, KKR Capital Markets, TD Bank, Macquarie Group and other lenders on June 16, 2022."
            },
            "Deal 14": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$890.15M",
                "Deal Date": "30-Apr-2021",
                "Deal Description": "The company received $890.15 million of debt financing in the form of a $870 million incremental first-lien term loan and a $20.15 million first lien debt from Jefferies Finance, BMO Capital Markets, Kann Capital, TD Bank, Blackstone Private Credit Fund and Macquarie Group on April 30, 2021. The funds will be used to acquire American Dental Partners."
            },
            "Deal 13": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$4.20M",
                "Deal Date": "31-Dec-2020",
                "Deal Description": "The company received $4.19 million of debt financing in the form of senior secured first-lien debt from Franklin BSP Lending Corporation BDC on December 31, 2020."
            },
            "Deal 12": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$1.84B",
                "Deal Date": "03-Aug-2020",
                "Deal Description": "The company received $1.83 billion of debt financing in the form of a $200 million secured loan and a $1.63 billion term loan B from Main Street Capital BDC and other undisclosed lenders on August 3, 2020."
            },
            "Deal 11": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$1.99M",
                "Deal Date": "08-Apr-2020",
                "Deal Description": "The company received $1.98 million of debt financing in the form of a first-lien loan from NMF SLF I BDC on April 8, 2020."
            },
            "Deal 10": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "30-Apr-2018",
                "Deal Description": "The company was acquired by Kohlberg Kravis Roberts through an LBO on April 30, 2018, for an undisclosed amount. In support of the transaction, Kohlberg Kravis Roberts, Jefferies Financial Group, TD Securities, BMO Capital Markets, Barings and Macquarie Group provided a $1.15 billion first-lien term loan and a $135 million revolving credit line. Under the terms, Ontario Teachers', Mr. Bauer, Dr. Rick Workman, as well as supported dentists and employees will retain sizeable ownership and will continue as a significant partner to the company. The net proceeds from the offering, together with the borrowings under the company's new credit facilitiesmore"
            },
            "Deal 9": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$3.00M",
                "Deal Date": "28-Jul-2017",
                "Deal Description": "The company completed a debt refinancing round on July 28, 2017. Ares Capital and other undisclosed lenders provided a second lien loan, a $3 million of senior debt from Monroe Capital to the company. The proceeds will pay down the outstanding revolver balance and the related party note and address all upcoming maturities, allowing the company to continue its aggressive growth strategy."
            },
            "Deal 8": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$1.03M",
                "Deal Date": "01-Jan-2016",
                "Deal Description": "The company received $1.03 million of debt financing in the form of a first-lien senior secured loan from Corporate Capital Trust BDC in 2016."
            },
            "Deal 7": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$1.00M",
                "Deal Date": "30-Sep-2015",
                "Deal Description": "The company received $997,487 of debt financing in the form of a senior secured first-lien debt from Crescent Capital BDC on September 30, 2015."
            },
            "Deal 6": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Dec-2012",
                "Deal Description": "The company was acquired by Ontario Teachers' Pension Plan through an LBO in December 2012 for an undisclosed sum. CIT Group and other lenders provided $750 million of debt financing for the deal in form of a $100 million first-lien senior secured revolving credit facility, a $450 million first-lien senior secured term loan, and a $200 million second-lien senior secured term loan. As part of the transaction, the company was recapitalized. The founder and CEO Dr. Rick Workman will retain a significant minority position along with the management and employees. New Harbor Capital exited in this round."
            },
            "Deal 5": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$1.57M",
                "Deal Date": "03-Jun-2011",
                "Deal Description": "The company received $1.57 million of development capital from undisclosed investors on June 3, 2011."
            },
            "Deal 4": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$150.00M",
                "Deal Date": "12-Aug-2008",
                "Deal Description": "The company received $109.78 million of development capital from CHS Capital on August 12, 2008. In support of this transaction, Ares Capital Corporation BDC provided $40.22 million of mezzanine financing. The proceeds were used in connection with a recapitalization of the company by existing shareholders."
            },
            "Deal 3": {
                "Deal Type": "Later Stage VC (Series C)",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company raised Series C venture funding from undisclosed investors."
            },
            "Deal 2": {
                "Deal Type": "Later Stage VC (Series B)",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company raised Series B venture funding from undisclosed investors."
            },
            "Deal 1": {
                "Deal Type": "Later Stage VC (Series A)",
                "Deal Amount": "",
                "Deal Date": "01-Jan-1999",
                "Deal Description": "The company raised an undisclosed amount of Series A venture funding from Trinity Hunt Partners in 1999."
            }
        },
        "Comps": [
            "Aspen Dental",
            "Smile Brands",
            "DecisionOne Dental Partners",
            "Dental Care Alliance",
            "Endo 1 Partners"
        ]
    },
    "Higginbotham Dental Group": "Limited or Missing Data",
    "Hero Practice Services": {
        "Company Name": "Hero Practice Services",
        "Total Raised": "n/a",
        "Year Founded": "2006",
        "Post Valuation": "$76.75M",
        "Company Description": "Provider of healthcare practice management services intended for pediatric patients. The company offers a set of services including prevention, restoration, endodontics, orthodontics, oral surgery for dental, orthodontic and vision practices, thereby efficiently delivering quality services to children in underserved communities.",
        "Deals": {
            "Deal 3": {
                "Deal Type": "Dividend Recapitalization",
                "Deal Amount": "$34.00M",
                "Deal Date": "04-Oct-2019",
                "Deal Description": "The company completed a dividend recapitalization on October 4, 2019. The financing included $34 million of term loan from Twin Brook Capital and other undisclosed lenders and the company subsequently provided a dividend to LBC Credit Partners and Silver Oak Services Partners."
            },
            "Deal 2": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$54.00M",
                "Deal Date": "26-Mar-2019",
                "Deal Description": "The company completed a $84 million debt refinancing round on March 26, 2019. Twin Brook Capital Partners provided $54 million term loan, $25 million delayed draw term loan and $5 million revolver to the company."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$76.75M",
                "Deal Date": "06-Feb-2015",
                "Deal Description": "The company was acquired by Silver Oak Service Partners, LBC Credit Partners and its management through a $76.75 million LBO on February 6, 2015. LBC Credit Partners provided mezzanine financing and Madison Capital Funding provided senior debt to finance the acquisition."
            }
        },
        "Comps": [
            "DecisionOne Dental Partners",
            "Heartland Dental Care",
            "Simply Beautiful Smiles",
            "Coast Dental Services",
            "Smile Brands"
        ]
    },
    "Lollipop Dental Pediatric Dentistry and Orthodontics": {
        "Company Name": "Lollipop Dental Pediatric Dentistry and Orthodontics",
        "Total Raised": "n/a",
        "Year Founded": "2011",
        "Post Valuation": "n/a",
        "Company Description": "Provider of pediatric dentist services intended to focus on preventative care to provide each child a healthy smile. The company's services include infant oral care, pediatric dentistry, sedation dentistry, lifetime orthodontic retainer program, and more, thereby providing parents and their children a dental experience in a safe, friendly, and gentle environment.",
        "Deals": {},
        "Comps": [
            "Charleston Cornea and Refractive Surgery",
            "Enterprise Valley Medical Clinic",
            "Gorrell, Dr A Ross",
            "Oliver Family Healthcare",
            "North Bay Hospital"
        ]
    },
    "MB2 Dental": {
        "Company Name": "MB2 Dental",
        "Total Raised": "$38.91M",
        "Year Founded": "2007",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental service organization (DSO) intended to offer the knowledge, guidance, and personalized systems it takes to handle the non-clinical tasks. The company offers a joint venture business model that bridges the gap between private practice and traditional DSOs by enabling affiliated dentists and practice owners to run their practice efficiently without having to give up control of patient care and standards of care at their practice, enabling clients to make a financial investment in each partners' dental practices.",
        "Deals": {
            "Deal 12": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$34.50M",
                "Deal Date": "30-Sep-2022",
                "Deal Description": "The company received $122 million of debt financing in the form of a $34.5 first-lien and $87.5 first-lien senior secured delayed draw loan from HPS Corporate Lending Fund on September 30, 2022."
            },
            "Deal 11": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "29-Dec-2021",
                "Deal Description": "The company received $45.33 million of debt financing in the form of a first lien delayed draw term loan from KKR Private Credit on December 29, 2021."
            },
            "Deal 10": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "30-Sep-2021",
                "Deal Description": "The company received $39.74 million of debt financing in the form of a first lien delayed drawn term loan from FS KKR Capital BDC and KKR Private Credit on September 30, 2021."
            },
            "Deal 9": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$4.41M",
                "Deal Date": "04-Jun-2021",
                "Deal Description": "The company received $14.87 million of debt financing in the form of a $10.46 million first-lien delayed drawn term loan and a $4.41 million first-lien term loan from FS KKR Capital BDC, FS KKR Capital Corp. II BDC and KKR Private Credit on June 4, 2021."
            },
            "Deal 8": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Feb-2021",
                "Deal Description": "The company was acquired by Charlesbank Capital Partners and its management through an LBO on February 1, 2021 for an undisclosed amount. Kohlberg Kravis Roberts, Ally Corporate Finance, Guggenheim Investments, Main Street Capital BDC, FS KKR Capital Corp. II BDC, FS KKR Capital BDC MSC Income Fund BDC and Stone Point Credit Corporation BDC provided a $1.1 billion term loan, a revolver facility, a delayed drawn term loan, $8.32 million of secured debt, $2.28 million in unfunded commitments, a $66.9 million senior secured first-lien loan, a $156.4 million senior secured first-lien loan, a $36.3 million unfunded senior secured first-lien loan,more"
            },
            "Deal 7": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "05-Oct-2020",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of senior credit facility and a $15 million delayed drawn term loan from MidCap Financial and NXT Capital on October 5, 2020. The funds were used to support future acquisitions."
            },
            "Deal 6": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "01-Aug-2020",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of senior credit facility from NXT Capital on August 1, 2020."
            },
            "Deal 5": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$38.10M",
                "Deal Date": "03-Jan-2020",
                "Deal Description": "The company received $38.1 million of debt financing in the form of $11 million in mezzanine financing from Churchill Asset Management and NXT Capital, $21 million in term loan A and $6.1 million in second lien term loan from Churchill Asset Management, Barings, NXT Capital and other undisclosed lenders on January 3, 2020. Funds will be used to support future acquisitions."
            },
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$21.49M",
                "Deal Date": "30-Sep-2019",
                "Deal Description": "The company received $23.49 million of debt financing in the form of a $3.49 million in first lien senior secured term loan, $2 million in a revolver and an $18 million term loan A from Barings BDC and NXT Capital on September 30, 2019. The funds will be used to support future acquisitions."
            },
            "Deal 3": {
                "Deal Type": "Leveraged Recapitalization",
                "Deal Amount": "$22.20M",
                "Deal Date": "03-May-2019",
                "Deal Description": "The company completed a $27.2 million leveraged recapitalization led by NXT Capital, Ares Capital Corporation BDC and GMB Capital Partners on May 3, 2019. The company was recapitalized and the funds will be used to support future acquisition."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$249.39M",
                "Deal Date": "10-Sep-2018",
                "Deal Description": "The company received $264.39 million of debt financing in the form of $207.06 million term loan A, $42.33 million mezzanine financing and $15 million revolving line of credit from NXT Capital on September 10, 2018. The funds will be used to support future acquisitions."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "29-Sep-2017",
                "Deal Description": "The company was acquired by Sentinel Capital Partners and its management through an LBO on October 3, 2017 for an undisclosed sum. The company also received debt financing in the form of $6.89 million in the first lien, senior debt and a $1.3 million revolving line of credit from Ares Capital Corporation BDC, CION Investment Corporation BDC, AB Private Credit Investors and NXT Capital as a part of the transaction. The company was recapitalized through this transaction. The investment will expand its platform in existing and new geographies by capitalizing on meaningful demand for its unique dentist partnership model."
            }
        },
        "Comps": [
            "Pacific Dental Services",
            "Endo 1 Partners",
            "Dental Care Alliance",
            "Signature Dental Partners",
            "Heartland Dental Care"
        ]
    },
    "Mid-Atlantic Dental Partners": {
        "Company Name": "Mid-Atlantic Dental Partners",
        "Total Raised": "$97.50M",
        "Year Founded": "2016",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental support services, intended to improve the delivery of dental care. The company specializes in practice marketing, financial management, clinical training, dental staff recruitment and other non-clinical activities, enabling the dental team to focus all their attention on their patients.",
        "Deals": {
            "Deal 5": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "22-Jun-2022",
                "Deal Description": "The company was acquired by Western Dental Services, via its financial sponsor New Mountain Capital, through an LBO on June 22, 2022 for an undisclosed amount."
            },
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$70.00M",
                "Deal Date": "16-Jan-2019",
                "Deal Description": "The company raised $70 million of debt financing in the form of a loan form CRG on January 16, 2019. Cooley served as exclusive legal advisor to CRG. Torreya Capital served as the exclusive debt advisor to Mid-Atlantic. Waller Lansden Dortch & Davis served as legal advisor to Mid-Atlantic."
            },
            "Deal 3": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$12.50M",
                "Deal Date": "06-Sep-2017",
                "Deal Description": "The company received $12.5 million of development capital from S.C. Goldman & Company on September 6, 2017. The additional equity will be used to expand the company's successful model into the South Jersey, Baltimore, and D.C. suburbs."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company raised undisclosed amount of mezzanine funding from Merion Investment Partners."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$15.00M",
                "Deal Date": "08-Mar-2016",
                "Deal Description": "The company received $15 million of development capital from S.C. Goldman & Company on March 8, 2016."
            }
        },
        "Comps": [
            "Dental Care Alliance",
            "Heartland Dental Care",
            "Pacific Dental Services",
            "Elite Dental Partners",
            "Smile Brands"
        ]
    },
    "Mortenson Dental Partners": {
        "Company Name": "Mortenson Dental Partners",
        "Total Raised": "n/a",
        "Year Founded": "1979",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental care services intended to promote oral health and well-being. The company's offerings include dental operations and simple procedures like botox, dental implants, laser dentistry, dentures, and fillings, enabling customers to get a variety of services to improve their teeth and gums healthy.",
        "Deals": {
            "Deal 1": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "29-Oct-2020",
                "Deal Description": "The company received $90 million of debt financing in the form of a revolving line of credit from Fifth Third Bank, Truist and JP Morgan Chase on October 29, 2020. The funds will be used for future acquisition purposes."
            }
        },
        "Comps": [
            "Metro Square Dental Associates",
            "Maven Dental Group",
            "Miller & Gordon Dental Associates",
            "U-Dental",
            "Dr. Michael's Dental Clinic"
        ]
    },
    "NAK Dental Group": {
        "Company Name": "NAK Dental Group",
        "Total Raised": "n/a",
        "Year Founded": "2018",
        "Post Valuation": "n/a",
        "Company Description": "Developer of inventory management software designed for dental practice owners to automate and streamline processes. The company provides dental practice management services, practice management, consulting, apprenticeship opportunities, tax advising and succession planning and offers affiliation and partner ownership opportunities to dentists.",
        "Deals": {},
        "Comps": [
            "Abita Healthcare",
            "Myca",
            "Blue Zinc",
            "Catalyst RCM",
            "Kakehashi"
        ]
    },
    "New England Dental Partners": {
        "Company Name": "New England Dental Partners",
        "Total Raised": "$6.56M",
        "Year Founded": "2015",
        "Post Valuation": "n/a",
        "Company Description": "Provider of non-clinical office support and administrative services to a network of dental practices. The company offers services for daily office management, billing and collections management, compliance, human resources, finance and accounting administration as well as supplies procurement and purchasing, enabling doctors to continue to lead their practices with clinical autonomy while also providing for personal and professional flexibility.",
        "Deals": {
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$6.56M",
                "Deal Date": "25-Nov-2020",
                "Deal Description": "The company received $14 million of debt financing in the form of a $6.55 million first-lien term loan and a $7.45 million delayed draw term loan from Saratoga Investment on November 25, 2020."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "01-Jan-2015",
                "Deal Description": "The company received an undisclosed amount of development capital from The Beekman Group in 2015."
            }
        },
        "Comps": [
            "Navigant Cymetrix",
            "Preferred Healthcare Management",
            "Famed",
            "PhyNet Dermatology",
            "Opera (Consulting Service)"
        ]
    },
    "North American Dental Group": {
        "Company Name": "North American Dental Group",
        "Total Raised": "$125.00M",
        "Year Founded": "2008",
        "Post Valuation": "$660.00M",
        "Company Description": "Operator of a dental service organization (DSO) intended to offer dental care to every patient at every visit. The company provides the facilities, equipment and management support in the areas of insurance processing, marketing, information technology and human resources to dental organizations, enabling clients to get clinical autonomy.",
        "Deals": {
            "Deal 6": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$660.00M",
                "Deal Date": "01-Oct-2019",
                "Deal Description": "The company was acquired by Jacobs Holding through a $660 million LBO on October 1, 2019. As part of the transaction, the founding partners and the company's dentist partners will retain a significant equity position."
            },
            "Deal 5": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$75.00M",
                "Deal Date": "26-Oct-2018",
                "Deal Description": "The company received $75 million of debt financing in the form of a first lien term loan from Antares Capital, Barings, TCG BDC, Tennessee Consolidated Retirement System and Goldman Sachs (GSAM Credit Alternatives) on October 26, 2018. The funds will be used to support the acquisition of Complete Dental Care."
            },
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$50.00M",
                "Deal Date": "12-Dec-2017",
                "Deal Description": "The company received $66.08 million of debt financing in the form of a delay draw and a first lien term loan from Antares Capital, Barings, GIC Group, Goldman Sachs and TCG BDC on December 12, 2017. The funds will be used to support future acquisitions."
            },
            "Deal 3": {
                "Deal Type": "Leveraged Recapitalization",
                "Deal Amount": "$133.50M",
                "Deal Date": "07-Jul-2017",
                "Deal Description": "The company completed a $148.5 million leveraged recapitalization led by Antares Capital, Barings and The Carlyle Group, Tennessee Consolidated Retirement System, GIC Group and Goldman Sachs Asset Management on July 7, 2017. Antares Capital, Barings, The Carlyle Group, Tennessee Consolidated Retirement System, GIC Group and Goldman Sachs Asset Management provided $15 million of revolving credit line and $133.5 million of a term loan."
            },
            "Deal 2": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "10-Aug-2015",
                "Deal Description": "The company was acquired by ABRY Partners and The Riverside Company through an LBO on August 10, 2015 for an undisclosed amount. CapitalSource and CIT Group provided $90 million of debt financing in the form of a loan to support the transaction. The company was recapitalized as part of the transaction."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "01-Jan-2012",
                "Deal Description": "The company received an undisclosed amount of development capital from ABRY Partners in 2012."
            }
        },
        "Comps": [
            "Concord Medical Company",
            "Spectrum Vision Partners",
            "Autumn Lake Healthcare",
            "ProHEALTH Care Associates",
            "Unified Dental Care"
        ]
    },
    "Onsite Dental": {
        "Company Name": "Onsite Dental",
        "Total Raised": "$8.00M",
        "Year Founded": "1997",
        "Post Valuation": "n/a",
        "Company Description": "Provider of mobile dental services intended to help patients be healthier and happier by making the highest-quality dental care more accessible and convenient. The company provides customized dental services on the go as well as onsite dental care in workplaces, helping organizations lower their long-term dental and overall health costs.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Secondary Transaction - Private",
                "Deal Amount": "$20.08M",
                "Deal Date": "09-Jan-2018",
                "Deal Description": "Dentrust Oregon sold its stake in the company to Norwest Venture Partners and Anthro Ventures for $20.08 million on January 9, 2018. The funds will be used to expand its workplace-based oral health services."
            },
            "Deal 3": {
                "Deal Type": "Merger/Acquisition",
                "Deal Amount": "",
                "Deal Date": "01-Feb-2016",
                "Deal Description": "The company was acquired by Dentrust Oregon on February 1, 2016, for an undisclosed amount."
            },
            "Deal 2": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$8.00M",
                "Deal Date": "15-Jul-2015",
                "Deal Description": "The company received $8 million of development capital from Housatonic Partners on July 15, 2015."
            },
            "Deal 1": {
                "Deal Type": "Early Stage VC",
                "Deal Amount": "",
                "Deal Date": "01-Jan-2000",
                "Deal Description": "The company raised an undisclosed amount of Recapitalization venture funding from Housatonic Partners and Band of Angels on January 1, 2000. The company was recapitalized through this transaction. Alumni Ventures also participated in this round."
            }
        },
        "Comps": [
            "Tend",
            "Enable Dental",
            "Coast Dental Services",
            "ClearChoice",
            "Johnson Family Dental"
        ]
    },
    "Oakpoint": {
        "Company Name": "Oakpoint",
        "Total Raised": "n/a",
        "Year Founded": "2019",
        "Post Valuation": "n/a",
        "Company Description": "Provider of non-clinical dental services intended to offer dental support. The company is a dental service organization that offers centralized non-clinical support services to general dentistry and orthodontic practices primarily in North Carolina, enabling dentists to improve the quality of life for their patients.",
        "Deals": {
            "Deal 2": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "19-Aug-2020",
                "Deal Description": "The company was acquired by Longshore Capital Partners through an LBO on August 19, 2020 for an undisclosed amount."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Sep-2019",
                "Deal Description": "The company was acquired by LaSalle Capital, Plexus Capital, and OceanM19 through an LBO in September 2019 for an undisclosed amount."
            }
        },
        "Comps": [
            "United Dental Partners",
            "Urology America",
            "Doktorhuus Gruppe",
            "Midwest Dental",
            "U.S. Oral Surgery Management"
        ]
    },
    "OrthoDent": {
        "Company Name": "OrthoDent",
        "Total Raised": "n/a",
        "Year Founded": "2012",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental management services intended to help dentists with operations management. The company's service offering includes billing, IT, human resources, financial services, operation support, and more, thereby helping dentists to handle the day-to-day operations and allowing them to focus on patient care.",
        "Deals": {},
        "Comps": [
            "ClinChoice",
            "Integrity Billing Company",
            "Western Veterinary Partners",
            "Infinity Behavioral Health Services",
            "Clinicspectrum"
        ]
    },
    "Pacific Dental Services": {
        "Company Name": "Pacific Dental Services",
        "Total Raised": "$14.68M",
        "Year Founded": "1994",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental support organization intended to provide dentists with business support for their dental practice. The company's business model equips dentists with the latest, proven technology with operational practices and procedures, skilled support staff, and helps with ongoing training and education. enabling owner dentists to concentrate on clinical excellence providing cost-effective comprehensive patient care.",
        "Deals": {
            "Deal 3": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$600.00M",
                "Deal Date": "19-May-2021",
                "Deal Description": "The company completed a $600 million debt refinancing round on May 19, 2021. Undisclosed lenders provided a term loan B to the company. The funds will also be used to pay the company's fees and expenses. Also, the company received $14.23 million of debt financing in the form of a first lien senior secured loan from Owl Rock Core Income Corp and Kayne Anderson BDC on May 5, 2021."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company received debt financing in the form of a loan from undisclosed lenders."
            },
            "Deal 1": {
                "Deal Type": "Angel (individual)",
                "Deal Amount": "$0.45M",
                "Deal Date": "06-Jan-2008",
                "Deal Description": "The company raised $452,250 of angel funding from undisclosed investors on January 6, 2008."
            }
        },
        "Comps": [
            "Endo 1 Partners",
            "Heartland Dental Care",
            "Aspen Dental",
            "Smile Brands",
            "DecisionOne Dental Partners"
        ]
    },
    "Peak Dental Services": {
        "Company Name": "Peak Dental Services",
        "Total Raised": "$28.08M",
        "Year Founded": "2008",
        "Post Valuation": "n/a",
        "Company Description": "Provider of clinical management services intended to support generalist and specialist dental organizations across Colorado and Texas. The company's services include a call center to schedule appointments and answer patient questions, insurance verification, managing accounts receivable and hiring dentists, hygienists and assistants, thereby helping dental practices to run smoothly and efficiently.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "01-May-2022",
                "Deal Description": "The company received $66.3 million of debt financing in the form of a $64.4 million delayed draw term loan and a $1.9 million term loan from Twin Brook Capital Partners in May 2022. The funds will be used for future acquisitions."
            },
            "Deal 3": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "31-Dec-2020",
                "Deal Description": "The company received an undisclosed amount of development capital from Varsity Healthcare Partners and Vista Verde Group on December 31, 2020. The transaction was supported by $33.21 million of debt financing in the form of a $5 million revolver credit facility, a $25 million term loan, and a $2 million delayed drawn term loan from Twin Brook Capital Partners and a $550,000 first-lien senior secured term loan, a $133,000 first-lien senior secured revolving loan and a $530,000 first-lien senior secured delayed draw term loan from AG Twin Brook BDC. The funds will be used by the company to execute an aggressive growth strategy focused on de novo clinic openings and acquisitions across Colorado and into adjacent geographic markets."
            },
            "Deal 2": {
                "Deal Type": "Debt - PPP",
                "Deal Amount": "$1.21M",
                "Deal Date": "07-Apr-2020",
                "Deal Description": "The company was approved for a $1.21 million Paycheck Protection Program loan from INTRUST Bank on April 7, 2020. The application cited 147 jobs to be retained with the financing."
            },
            "Deal 1": {
                "Deal Type": "Later Stage VC (Series F)",
                "Deal Amount": "",
                "Deal Date": "01-Jun-2019",
                "Deal Description": "The company raised Series F venture funding in June 2019."
            }
        },
        "Comps": [
            "Dynamic Growth Dental Support",
            "Canadian Orthodontic Partners",
            "Mid-Atlantic Dental Partners",
            "Smile Source",
            "MCA Dental Group"
        ]
    },
    "PepperPointe Partnerships": {
        "Company Name": "PepperPointe Partnerships",
        "Total Raised": "n/a",
        "Year Founded": "2017",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental service organization intended to provide caring services to patients, families and communities. The company's professionally managed services include comprehensive training, ongoing growth opportunities, recruiting, marketing and business development, information technology, accounting and finance, procurement, billing and collections, and compliance support, enabling doctors to create generational wealth while preserving and extending their practice legacy.",
        "Deals": {},
        "Comps": [
            "ClinChoice",
            "Integrity Billing Company",
            "Western Veterinary Partners",
            "Infinity Behavioral Health Services",
            "Clinicspectrum"
        ]
    },
    "ProHealth Dental": {
        "Company Name": "ProHealth Dental",
        "Total Raised": "n/a",
        "Year Founded": "2015",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental care services intended to offer patients an innovative approach that integrates dental and medical care. The company offers a range of cosmetic and restorative care for both children and adults with seamless coordination of care for patients, and also provides vital education to patients regarding the critical importance of proper oral health and its impact on overall health, thereby helping patients in maintaining proper oral hygiene so that it becomes part of their normal routine and protects them from chronic diseases like diabetes, Alzheimer's and heart disease.",
        "Deals": {},
        "Comps": [
            "Horizon Oncology",
            "Community Health Centers of South Central Texas",
            "Ortho Rhode Island",
            "Obria Medical Clinics of Southern California",
            "EyeCare Services Partners"
        ]
    },
    "ProSmile": {
        "Company Name": "ProSmile",
        "Total Raised": "n/a",
        "Year Founded": "1998",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental care services based in Toms River, New Jersey. The company offers a range of services from basic exams and cleanings to a complete range of specialty services, including oral surgery to pediatrics, periodontics, endodontics, and orthodontics.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Dec-2020",
                "Deal Description": "The company was acquired by PG Dental Holdings, via its financial sponsor TriSpan, through an LBO on December 1, 2020 for an undisclosed sum."
            },
            "Deal 3": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$39.00M",
                "Deal Date": "25-Mar-2019",
                "Deal Description": "The company completed a $54 million debt refinancing round on March 25, 2019. Twin Brook Capital Partners provided a $39 million term loan, a $10 million delayed draw term loan and a $5 million revolver to the company."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "25-Aug-2017",
                "Deal Description": "The company received an undisclosed amount of senior debt financing from Madison Capital Funding on August 25, 2017. The financing was used for acquisition purposes."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "25-Jul-2012",
                "Deal Description": "The company was acquired by Riverside Partners through an LBO on July 25, 2012 for an undisclosed sum. The company also received senior debt from Madison Capital Funding in this transaction."
            }
        },
        "Comps": [
            "Western Dental & Orthodontics",
            "Eko Oze",
            "Rich Orthodontics",
            "Christie Dental Partners",
            "Expressions Chiropractic & Rehab"
        ]
    },
    "Riccobene Associates Family Dentistry": {
        "Company Name": "Riccobene Associates Family Dentistry",
        "Total Raised": "n/a",
        "Year Founded": "2000",
        "Post Valuation": "n/a",
        "Company Description": "Provider of comprehensive general and multi-specialty dental services dedicated to helping and maintaining excellent oral health for a lifetime. The company offers visual dentistry, cosmetic dentistry, endodontics, dental implant as well as hygiene services, ensuring complete dental care and customized treatment plans that address their concerns and treatment needs.",
        "Deals": {
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "28-Feb-2018",
                "Deal Description": "The company received an undisclosed amount of development capital from The Beekman Group on February 28, 2018. The funds will be used by the company to facilitate expansion in North Carolina and its adjacent states."
            }
        },
        "Comps": [
            "New Smile Prosthodontics",
            "Dentabene",
            "Reflections Dental Centre",
            "SunnyDental",
            "Dr. Michael's Dental Clinic"
        ]
    },
    "Rock Dental Brands": {
        "Company Name": "Rock Dental Brands",
        "Total Raised": "$6.00M",
        "Year Founded": "2015",
        "Post Valuation": "n/a",
        "Company Description": "Provider of practice management services to dentists. The company specializes in dental administrative services, enabling doctors to focus on improving the quality of patient care.",
        "Deals": {
            "Deal 6": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "31-Aug-2022",
                "Deal Description": "The company received $45 million of debt financing in the form of a delayed draw term loan from Twin Brook Capital Partners and other undisclosed lenders on August 31, 2022. The funds will be used to support future acquisitions."
            },
            "Deal 5": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "12-Nov-2021",
                "Deal Description": "The company received $25 million of debt financing in the form of a delayed draw term loan from Twin Brook Capital Partners and other undisclosed lenders on November 12, 2021. The funds will be used to support future acquisitions."
            },
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "19-Mar-2021",
                "Deal Description": "The company received $20 million debt financing in the form of delayed draw term loan from Twin Brook Capital Partners on March 19, 2021. The funds will be used to support future acquisitions."
            },
            "Deal 3": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "28-Sep-2018",
                "Deal Description": "The company was acquired by Vistria Group through an LBO on September 28, 2018. As a part of the transaction, the company received $122 million of debt financing in the form of senior loan from Twin Brook Capital Partners."
            },
            "Deal 2": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "06-Jul-2017",
                "Deal Description": "The company received an undisclosed amount of development capital from The Firmament Group on July 6, 2017. The transaction was supported by debt financing from Goldman Sachs Asset Management. The financing was used to refinance an existing credit facility and close the aforementioned acquisitions and continue to execute the company's strategic growth initiatives."
            },
            "Deal 1": {
                "Deal Type": "Early Stage VC",
                "Deal Amount": "$6.00M",
                "Deal Date": "01-Dec-2016",
                "Deal Description": "The company raised $6 million of angel funding from undisclosed investors on December 1, 2016. The company also received an undisclosed amount of debt financing from Modern Bank as part of the transaction."
            }
        },
        "Comps": [
            "DDS Partners",
            "Smiles Dental",
            "Enjoy Dental Clinic",
            "Doktorhuus Gruppe",
            "Better Medical"
        ]
    },
    "Select Dental Management": {
        "Company Name": "Select Dental Management",
        "Total Raised": "n/a",
        "Year Founded": "2018",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental practice management services intended to enhance the business of dentist partners. The company provides earnings, career development, practice ownership and mentorship opportunities, thereby helping clinical owners to provide standard patient care and perform in comparison to employee-operated practices.",
        "Deals": {
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a loan from Anagenesis Capital Partners."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "01-Mar-2021",
                "Deal Description": "The company received an undisclosed amount of development capital from Quilvest Private Equity & RF Investment Partners in March 2021."
            }
        },
        "Comps": [
            "My Practice My Business",
            "QualDerm Partners",
            "Canadian Orthodontic Partners",
            "Great Lakes Dental Partners",
            "KarenZupko & Associates"
        ]
    },
    "Signature Dental Partners": {
        "Company Name": "Signature Dental Partners",
        "Total Raised": "n/a",
        "Year Founded": "n/a",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental support organization (DSO) based in Phoenix, Arizona. The company offers a wide range of non-clinical business support services such as recruiting and human resources, marketing and community outreach, procurement and payables management services, enabling clients to deal with non-clinical business administrative challenges.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "03-Jan-2022",
                "Deal Description": "The company received $ 6.1 million debt financing in the form of $ 6.1 million Delayed Draw Term Loan from Twin Brook Capital partners on January 03, 2022. The funds will be used to support future acquisitions."
            },
            "Deal 3": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$26.37M",
                "Deal Date": "29-Oct-2021",
                "Deal Description": "The company completed a $55.59 million debt refinancing round on October 29, 2021. Twin Brook Capital Partners provided a $5 million revolver facility, a $25.5 million term loan and a $24 million delayed draw term loan and AG Twin Brook BDC provided a $180,000 first lien senior secured delayed draw term loan, a $38,000 first lien senior secured revolving loan and an $870,000 first lien senior secured term loan to the company."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company received debt financing in the form of a loan from undisclosed lenders."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "30-Apr-2017",
                "Deal Description": "The company was acquired by Tyree & D'Angelo Partners through an LBO on April 30, 2017 for an undisclosed amount."
            }
        },
        "Comps": [
            "Heartland Dental Care",
            "Elite Dental Partners",
            "Southern Orthodontic Partners",
            "American Oncology Network",
            "Collaborative Imaging"
        ]
    },
    "Signet Dental": "Limited or Missing Data",
    "Smile Brands": {
        "Company Name": "Smile Brands",
        "Total Raised": "$330.56M",
        "Year Founded": "1998",
        "Post Valuation": "$340.00M",
        "Company Description": "Provider of business support services to independent dentists and dental groups in the United States. The company offers support services through exclusive long-term agreements with affiliate dental groups so dentists can spend more time caring for their patients and less time on the administrative, marketing and financial aspects of operating a dental practice.",
        "Deals": {
            "Deal 20": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$7.48M",
                "Deal Date": "30-Jun-2022",
                "Deal Description": "The company received $7.48 million of debt financing in the form of a secured first-lien loan from Apollo Debt Solutions BDC on June 30, 2022."
            },
            "Deal 19": {
                "Deal Type": "Dividend Recapitalization",
                "Deal Amount": "$544.21M",
                "Deal Date": "12-Aug-2021",
                "Deal Description": "The company completed a dividend recapitalization on August 12, 2021. The financing included a $15 million senior first lien incremental revolver credit line, an $84 million incremental first-lien delayed drawn term loan, a $305 million first-lien term loan from Antares Capital, Barings, AB Private Credit Investors, Crescent Direct Lending, KKR Private Credit, NXT Capital and BMO Harris Bank, a $193 million second lien and a $120 million second lien delayed draw term loan from Churchill Asset Management, a senior term loan and a delayed draw term loan, a $9.56 million of subordinated debt and a $1.96 million of unfunded subordinatedmore"
            },
            "Deal 18": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$321.00M",
                "Deal Date": "01-Dec-2020",
                "Deal Description": "The company received $376 million of debt financing in the form of a $10 million revolver credit facility, a $45 million first lien delayed drawn term loan and a $195 million first-lien term loan from Antares Capital, BMO Harris Bank, Barings, Crescent Direct Lending, AB Credit Partners and NXT Capital in December 2020. NXT Capital and BMO also provided $126 million of mezzanine financing. The funds will be used to support future acquisitions."
            },
            "Deal 17": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$2.08M",
                "Deal Date": "12-Oct-2019",
                "Deal Description": "The company received $3.18 million of debt financing in the form of a $2.08 million senior secured first-lien term loan, a $378,000 senior secured first-lien delayed draw term loan, a $40,000 senior secured first-lien revolver and $679,000 in unfunded commitments from Crescent Capital BDC on October 12, 2019."
            },
            "Deal 16": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "04-Jan-2020",
                "Deal Description": "The company received bids to be acquired by TSG Consumer, Advent International and Harvest Partners through an LBO as of January 4, 2020 for an undisclosed sum. Subsequently, the deal was cancelled."
            },
            "Deal 15": {
                "Deal Type": "Dividend Recapitalization",
                "Deal Amount": "$92.54M",
                "Deal Date": "11-Oct-2018",
                "Deal Description": "The company completed a dividend recapitalization on October 11, 2018. The financing included a $28.38 million revolving credit line, a $75 million first-lien delayed draw term loan, a $15.88 million first-lien and a $195 million first-lien delayed draw term loan, a $1.66 million first-lien senior secured term loan, $212,340 unfunded senior secured revolver and $477,340 unfunded senior first-lien delayed draw term loan from Antares Capital, BMO Harris Bank, Barings, AB Private Credit Investors, Crescent Direct Lending, PennantPark, Siemens Bank, NXT Capital, PennantPark Floating Rate Capital, Sun Life Financial and AB Private Credit Investors Corp BDC and the company subsequently provided a dividend to Gryphon Investors and Triangle Capital."
            },
            "Deal 14": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "17-Aug-2016",
                "Deal Description": "The company was acquired by Gryphon Investors, GMB Mezzanine Capital and Triangle Capital through an LBO on August 17, 2016 for an undisclosed sum. As a part of the deal, the company raised subordinated debt and mezzanine financing from GMB Mezzanine Capital, Triangle Capital, Barings BDC and Brookside Mezzanine Partners to support the acquisition."
            },
            "Deal 13": {
                "Deal Type": "Debt Repayment",
                "Deal Amount": "",
                "Deal Date": "17-Aug-2016",
                "Deal Description": "The company repaid an undisclosed amount of its first lien term loan to Saratoga Investment on August 17, 2016."
            },
            "Deal 12": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$30.00M",
                "Deal Date": "03-May-2016",
                "Deal Description": "The company received $30 million of development capital from Welsh, Carson, Anderson & Stowe, PineBridge Investments and Littlejohn & Co on May 3, 2016."
            },
            "Deal 11": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$30.00M",
                "Deal Date": "20-Aug-2015",
                "Deal Description": "The company received $30 million of debt financing in the form of junior debt from Apollo Global Management, Credit Suisse, Blackstone Credit and Oaktree Capital Management on August 20, 2015."
            },
            "Deal 10": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$329.50M",
                "Deal Date": "16-Aug-2013",
                "Deal Description": "The company completed a $379.5 million debt refinancing round in August 16, 2013. Credit Suisse provided a $310 million term loan B and a $50 million revolving credit line, Oaktree Strategic Income BDC provided $10 million of senior debt, CION Investment Corporation BDC provided a $5 million senior secured first-lien term loan and Saratoga Investment BDC provided a $4.5 million first-lien term loan to the company."
            },
            "Deal 9": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$7.42M",
                "Deal Date": "30-Jun-2013",
                "Deal Description": "The company received $7.42 million of debt financing in the form of a senior secured term loan from WhiteHorse Finance BDC on June 30, 2013."
            },
            "Deal 8": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$2.00M",
                "Deal Date": "31-Mar-2013",
                "Deal Description": "The company received $1.99 million of debt financing in the form of a senior secured term loan from WhiteHorse Finance BDC on March 31, 2013."
            },
            "Deal 7": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$16.50M",
                "Deal Date": "21-Dec-2012",
                "Deal Description": "The company received $16.5 million of debt financing in the form of $12.71 million of senior debt from FS KKR Capital Corp. II BDC and $3.79 million of senior debt from Corporate Capital Trust BDC on December 21, 2012."
            },
            "Deal 6": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "06-Jan-2011",
                "Deal Description": "The company was acquired by Welsh, Carson and Anderson & Stowe through an LBO on January 6, 2011 for an undisclosed sum. Welsh, Carson, Anderson & Stowe purchased a 79% majority stake of the company, Freeman Spogli & Co. retained an 18% minority stake and management owned 3%. The trasnaction was supported by $275 million of debt financing in the form of a $240 million senior secured term loan and a $35 million revolving credit from Churchill Financial. The acquisition, included the repayment of the company's outstanding debt and redemption of outstanding preferred stock, financed with $340 million of new debt $267 million of common equity."
            },
            "Deal 5": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "31-Dec-2010",
                "Deal Description": "The company received an undisclosed amount of development capital from GoldPoint Partners on December 31, 2010. As a part of the transaction, the company received $23.47 million of debt financing in the form of $5.97 million of senior secured debt from FS KKR Capital and $17.5 million of first lien debt from New Mountain Finance BDC on December 31, 2010."
            },
            "Deal 4": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$144.00M",
                "Deal Date": "26-Feb-2010",
                "Deal Description": "The company completed a $169 million debt refinancing round on February 26, 2010. Wells Fargo Securities, SunTrust Robinson Humphrey and SunTrust Banks provided a $144 million secured term loan and a $25 million secured revolving loan facility to the company. The company also repaid $23.7 million of secured term loan facility."
            },
            "Deal 3": {
                "Deal Type": "IPO",
                "Deal Amount": "$143.75M",
                "Deal Date": "06-May-2010",
                "Deal Description": "The company filed to go public on the NYSE on December 21, 2009 with a proposed maximum offering amount of $143.75 million. Private equity firm Freeman Spogli & Company holds a 77.3 percent pre-IPO ownership position. Other shareholders include California State Teachers' Retirement System (CalSTRS) (9.8 percent), Gryphon Investors (6.5 percent), and A.S.F Co-Investment Partners (6.5 percent). The company set its IPO terms on April 15, 2010. It plans to sell 7.35 million common shares at between $16 and $18 per share and will trade on the NYSE under the ticker symbol GRIN. The company would have an initial marketmore"
            },
            "Deal 2": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$340.00M",
                "Deal Date": "25-May-2005",
                "Deal Description": "The company was acquired by A.S.F. Co-Investment Partners, Freeman Spogli and California State Teachers' Retirement System through a $340 million LBO on May 25, 2005. As a part of the transaction Antares Capital provided $212.5 million of debt financing in the form of senior debt."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "02-Oct-1998",
                "Deal Description": "The company was acquired by Gryphon Investors through an LBO on October 2, 1998 for an undisclosed sum."
            }
        },
        "Comps": [
            "Heartland Dental Care",
            "DecisionOne Dental Partners",
            "Smile Doctors",
            "Pacific Dental Services",
            "Endo 1 Partners"
        ]
    },
    "Southern Dental Alliance": {
        "Company Name": "Southern Dental Alliance",
        "Total Raised": "n/a",
        "Year Founded": "2012",
        "Post Valuation": "$88.00M",
        "Company Description": "Provider of non-clinical business and administrative services to its affiliated dental practices The company's dental practices specialize in pediatric dentistry, family dentistry, orthodontics and oral surgery, enabling dentists and dental professionals to optimize daily operations and to focus on providing quality care to their patients.",
        "Deals": {
            "Deal 5": {
                "Deal Type": "Debt - PPP",
                "Deal Amount": "$3.20M",
                "Deal Date": "13-Apr-2020",
                "Deal Description": "The company was approved for a Paycheck Protection Program Loan for $3.2 million on April 13, 2020. The application cited 357 jobs to be retained with the financing."
            },
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "22-Nov-2019",
                "Deal Description": "The company received debt financing in the form of a term loan and a revolver facility from PineBridge Investments and Cortland Capital Market on November 22, 2019."
            },
            "Deal 3": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$88.00M",
                "Deal Date": "04-Aug-2017",
                "Deal Description": "The company was acquired by Pouschine Cook Capital Management, Pantheon Ventures, Quilvest Private Equity, Stockwell Capital, Mr. Mark Lakis and its management through a $88 million LBO on August 4, 2017 for an undisclosed amount. The transaction was supported by debt financing in the form of a loan from Oxford Finance and Quilvest Private Equity and Deerpath Capital Management provided a $42.3 million first-lien in support of the transaction."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "02-Mar-2017",
                "Deal Description": "The company received debt financing in the form of a senior first lien loan from Deerpath Capital Management on March 2, 2017. Proceeds from the transaction were used to support the growth acquisition plan of the company."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "01-Apr-2012",
                "Deal Description": "The company received an undisclosed amount of development capital from Source Capital and Pouschine Cook Capital Management in April 2012."
            }
        },
        "Comps": [
            "Mid-Atlantic Dental Partners",
            "Cordental Group",
            "Great Lakes Dental Partners",
            "North American Dental Group",
            "Vita Healthcare Group"
        ]
    },
    "Simply Dental Management": {
        "Company Name": "Simply Dental Management",
        "Total Raised": "n/a",
        "Year Founded": "2016",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental management company catering to the communities of Hopkinton and surrounding areas in Massachusetts. The company offers access to advanced technology, tested protocols, a supportive management team to other dental clinics as well as team training and other services to its clients.",
        "Deals": {
            "Deal 1": {
                "Deal Type": "Debt - PPP",
                "Deal Amount": "$2.99M",
                "Deal Date": "10-Apr-2020",
                "Deal Description": "The company was approved for a $2.99 million Paycheck Protection Program Loan from Avidia Bank on April 10, 2020. The application cited 261 jobs to be retained with the financing."
            }
        },
        "Comps": [
            "Garden Center Services",
            "Stepping Stones Center For Autistic Spectrum Disorders",
            "Community Health of East Tennessee",
            "Beeson Aesthetic Surgery Institute",
            "Baker Rehab Group"
        ]
    },
    "Swish Dental": {
        "Company Name": "Swish Dental",
        "Total Raised": "n/a",
        "Year Founded": "2016",
        "Post Valuation": "n/a",
        "Company Description": "Operator of dental clinics intended to provide orthodontic treatment throughout the Greater Austin region. The company provides general, ortho, cosmetic and family dentistry in multiple locations, enabling clients to experience complete comfort in their stunning and state-of-the-art facilities at affordable prices.",
        "Deals": {
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "01-Oct-2021",
                "Deal Description": "The company received an undisclosed amount of development capital from Mereo Capital Partners on October 1, 2021."
            }
        },
        "Comps": [
            "Strong Smiles Dental Care",
            "Advanced Nursing Concepts",
            "Sunrise Dental Care",
            "Medical Care Consortium",
            "Ladd Dental Group"
        ]
    },
    "United Dental Partners": {
        "Company Name": "United Dental Partners",
        "Total Raised": "n/a",
        "Year Founded": "2009",
        "Post Valuation": "n/a",
        "Company Description": "Provider of non-clinical dental services based in Chicago, Illinois. The company's spectrum of services includes dental facilities, support staff and administrative services, enabling dental organizations and clinics to focus on providing clinical care to their patients.",
        "Deals": {
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Mar-2017",
                "Deal Description": "The company was acquired by Calera Capital, Dr. Scott Goldman and Dr. Louis Whitesman through an LBO in March 2017 for an undisclosed amount."
            }
        },
        "Comps": [
            "Oakpoint",
            "Midwest Dental",
            "Pure Dental Brands",
            "MedPro Advantage",
            "123Dentist"
        ]
    },
    "Underbite Dental Brands": "Limited or Missing Data",
    "US Dental Surgery Network": {
        "Company Name": "US Dental Surgery Network",
        "Total Raised": "n/a",
        "Year Founded": "n/a",
        "Post Valuation": "n/a",
        "Company Description": "Provider of on-site oral surgery in dental practice through a mobile platform intended to help dental service organizations and general practitioners to provide dental surgery to their patients. The company offers services such as oral surgical services, health care compliance, surgical operations of multi-location facilities, office general and ambulatory anesthesia and logistics and compliance enabling businesses to get safe delivery of general anesthesia in their dental offices.",
        "Deals": {},
        "Comps": [
            "MEDIWARE",
            "Nexus Healthcare Solutions",
            "Dentologix",
            "Z5 Inventory",
            "Mso Great Lakes"
        ]
    },
    "Vesper Alliance": {
        "Company Name": "Vesper Alliance",
        "Total Raised": "n/a",
        "Year Founded": "2020",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental service organization intended to bring comfortable dentistry in Cincinnati, Ohio. The company's services are committed to utilizing sedation and anesthesia options to support and unlock dentistry for patients having fear, anxiety, and physical limitations, enabling the dental industry to leverage the productive techniques, technologies, and materials to create new pathways to oral health.",
        "Deals": {},
        "Comps": [
            "Charleston Cornea and Refractive Surgery",
            "Enterprise Valley Medical Clinic",
            "Gorrell, Dr A Ross",
            "Oliver Family Healthcare",
            "North Bay Hospital"
        ]
    },
    "Vista Verde Dental Partners": {
        "Company Name": "Vista Verde Dental Partners",
        "Total Raised": "n/a",
        "Year Founded": "2017",
        "Post Valuation": "n/a",
        "Company Description": "Operator of a dental partnership organization designed to offer business guidance, resources and relationships to clinical partners. The company performs administrative tasks like payroll, technology and stocking shelves, enabling dentists to focus on their passion for helping patients.",
        "Deals": {},
        "Comps": [
            "Atlasrtx",
            "Affable.AI",
            "WebinarNinja",
            "Attender (Entertainment Software)",
            "Supermenu"
        ]
    },
    "Western Dental": {
        "Company Name": "Western Dental",
        "Total Raised": "$30.69M",
        "Year Founded": "1903",
        "Post Valuation": "$575.00M",
        "Company Description": "Provider of dental care services in California, Arizona, Nevada, and Texas. The company provides a wide range of family dental services including orthodontics, cosmetic dentistry, and emergency dental care and also offers dental insurance plans to patients, thereby offering dentists, specialists and hygienists all under one roof.",
        "Deals": {
            "Deal 8": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$0.50M",
                "Deal Date": "27-May-2022",
                "Deal Description": "The company received $500,000 of debt financing in the form of a senior secured incremental term loan from Audax Credit BDC on May 27, 2022."
            },
            "Deal 7": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$16.60M",
                "Deal Date": "18-Aug-2021",
                "Deal Description": "The company received $17.12 million of debt financing in the form of a $16.59 million senior secured first lien debt and a $518,000 senior secured first-lien delayed draw term loan from Franklin BSP Lending Corporation BDC on August 18, 2021."
            },
            "Deal 6": {
                "Deal Type": "Merger/Acquisition",
                "Deal Amount": "",
                "Deal Date": "02-Jul-2018",
                "Deal Description": "The company was in talks to be acquired by an undisclosed investor on July 2, 2018. Subsequently, the sale was canceled."
            },
            "Deal 5": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$7.93M",
                "Deal Date": "30-Jun-2014",
                "Deal Description": "The company received $7.93 million of debt financing in the form of a $2.94 million first lien debt and a $4.98 million secured debt from CION Investment Corporation BDC and MSC Income Fund BDC on June 30, 2014."
            },
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$3.38M",
                "Deal Date": "30-Jun-2013",
                "Deal Description": "The company received $3.38 million of debt financing in the form of a senior secured debt financing from PennantPark Floating Rate Capital BDC on June 30, 2013."
            },
            "Deal 3": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$2.29M",
                "Deal Date": "28-Feb-2013",
                "Deal Description": "The company received $2.29 million of debt financing in the form of a term loan B from Invesco on February 28, 2013."
            },
            "Deal 2": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$575.00M",
                "Deal Date": "16-Sep-2012",
                "Deal Description": "The company was acquired by New Mountain Capital through a $575 million LBO on September 16, 2012. The cash equity contribution was worth $300 million. Crossroads Liquidating Trust BDC, New Mountain Finance BDC and Main Street Capital BDC provided a $5 million senior secured first-lien term loan, a $25 million revolving credit facility, a $270 million senior debt and a $9.96 million in first lien loan to the company."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$385.00M",
                "Deal Date": "30-Jun-2006",
                "Deal Description": "The company was acquired by Court Square Capital Partners and other undisclosed investors through a $385 million LBO on June 30, 2006. UBS Group and BofA Securities provided a $250 million covenant-lite term loan and a $25 million revolving credit facility in support of the transaction."
            }
        },
        "Comps": [
            "Johnson Family Dental",
            "Coast Dental Services",
            "Tend",
            "DecisionOne Dental Partners",
            "Heartland Dental Care"
        ]
    },
    "Zak Dental": "Limited or Missing Data",
    "Allied Dental": {
        "Company Name": "Allied Dental",
        "Total Raised": "n/a",
        "Year Founded": "1998",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental care services based in Toms River, New Jersey. The company offers a range of services from basic exams and cleanings to a complete range of specialty services, including oral surgery to pediatrics, periodontics, endodontics, and orthodontics.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Dec-2020",
                "Deal Description": "The company was acquired by PG Dental Holdings, via its financial sponsor TriSpan, through an LBO on December 1, 2020 for an undisclosed sum."
            },
            "Deal 3": {
                "Deal Type": "Debt Refinancing",
                "Deal Amount": "$39.00M",
                "Deal Date": "25-Mar-2019",
                "Deal Description": "The company completed a $54 million debt refinancing round on March 25, 2019. Twin Brook Capital Partners provided a $39 million term loan, a $10 million delayed draw term loan and a $5 million revolver to the company."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "25-Aug-2017",
                "Deal Description": "The company received an undisclosed amount of senior debt financing from Madison Capital Funding on August 25, 2017. The financing was used for acquisition purposes."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "25-Jul-2012",
                "Deal Description": "The company was acquired by Riverside Partners through an LBO on July 25, 2012 for an undisclosed sum. The company also received senior debt from Madison Capital Funding in this transaction."
            }
        },
        "Comps": [
            "Western Dental & Orthodontics",
            "Eko Oze",
            "Rich Orthodontics",
            "Christie Dental Partners",
            "Expressions Chiropractic & Rehab"
        ]
    },
    "Benevis": {
        "Company Name": "Benevis",
        "Total Raised": "$7.74M",
        "Year Founded": "2002",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental practice support services based in Marietta, Georgia. The company offers non-clinical practice support services which include accounting, scheduling, human resources, billing and collections, marketing and purchasing, enabling dentists to better manage and grow their practices while focusing on high-quality care for their patients.",
        "Deals": {
            "Deal 7": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "28-Oct-2022",
                "Deal Description": "The company was acquired by Foundation Dental Partners, via its financial sponsor Keystone Capital Management, through an LBO on October 28, 2022 for an undisclosed amount."
            },
            "Deal 6": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "06-Oct-2020",
                "Deal Description": "The company was acquired by New Mountain Capital through an LBO on October 6, 2020 for an undisclosed amount. The transaction was supported by the company's current debtor in possession lenders including New Mountain Finance, which provided incremental financing to strengthen the company during the transition and provide additional growth capital."
            },
            "Deal 5": {
                "Deal Type": "Bankruptcy: Admin/Reorg",
                "Deal Amount": "",
                "Deal Date": "03-Aug-2020",
                "Deal Description": "The company filed for Chapter 11 bankruptcy on August 03, 2020. The transaction was executed to effectuate a recapitalization and sale of the business and to improve its balance sheet and operating position."
            },
            "Deal 4": {
                "Deal Type": "Merger/Acquisition",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company was acquired on an undisclosed date."
            },
            "Deal 3": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$7.74M",
                "Deal Date": "29-Mar-2019",
                "Deal Description": "The company received $7.74 million of debt financing in the form of first lien from New Mountain Finance on March 29, 2019."
            },
            "Deal 2": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Mar-2018",
                "Deal Description": "The company was acquired by Littlejohn & Co and Tailwind Capital through an LBO in March 2018 for an undisclosed sum. The company also received $78.12 million of debt financing in the form of first lien from New Mountain Finance as a part of the transaction."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Jan-2004",
                "Deal Description": "The company was acquired by Friedman Fleischer & Lowe and Tailwind Capital through an LBO in 2004 for an undisclosed sum."
            }
        },
        "Comps": [
            "Heartland Dental Care",
            "Dental Care Alliance",
            "Smile Brands",
            "Endo 1 Partners",
            "Pacific Dental Services"
        ]
    },
    "ClearChoice Dental Implant Centers": {
        "Company Name": "ClearChoice Dental Implant Centers",
        "Total Raised": "$271.00M",
        "Year Founded": "2004",
        "Post Valuation": "$1.10BE",
        "Company Description": "Operator of dental treatment centers intended to provide dental implants for chronic dental issues. The company offers replacement of the single tooth, multiple teeth, or full upper and lower arches as well as provides other specific services such as 3D CT scans, surgical removal of unhealthy teeth, pain management, designing and creation of prosthetic teeth and third-party financing if needed, enabling the patients to get quality dental implant treatment at a low treatment cost.",
        "Deals": {
            "Deal 9": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$1.10BE",
                "Deal Date": "30-Dec-2020",
                "Deal Description": "The company was acquired by Aspen Dental, via its financial sponsors Ares Management, American Securities and Leonard Green & Partners, through an estimated $1.1 billion LBO on December 30, 2020."
            },
            "Deal 8": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company received development capital from Drum Capital Management on an undisclosed date."
            },
            "Deal 7": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$0.50M",
                "Deal Date": "18-Dec-2019",
                "Deal Description": "The company received $500,000 of debt financing in the form of a senior secured term loan from Portman Ridge Finance Corp on December 18, 2019."
            },
            "Deal 6": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$270.50M",
                "Deal Date": "30-Jun-2018",
                "Deal Description": "The company received $270.88 million in debt financing from Cerberus Capital Management, OHA Investment Corporation and Sun Capital Partners on June 30, 2018. It includes $270 million of senior debt by Cerberus Capital Management and Sun Capital Partners and $500,00 first lien and $375,000 revolver by OHA Investment Corporation."
            },
            "Deal 5": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$300.00ME",
                "Deal Date": "05-Dec-2017",
                "Deal Description": "The company was acquired by Sun Capital Partners and Essling Capital through an estimated $300 million LBO on December 5, 2017. The transaction values the company at $500 million."
            },
            "Deal 4": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "26-May-2017",
                "Deal Description": "The company received an undisclosed amount of development capital from L Catterton on May 26, 2017. It also received debt financing from ORIX Leveraged Finance. The fund will be used for recapitalization purpose. The company also got a debt of $80 million from MidCap Financial on May 2017."
            },
            "Deal 3": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$10.00M",
                "Deal Date": "21-Oct-2013",
                "Deal Description": "The company received $10 million of development capital from undisclosed investors on October 21, 2013."
            },
            "Deal 2": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$43.72M",
                "Deal Date": "07-Oct-2011",
                "Deal Description": "The company received $43.716 million of development capital from L Catterton and other undisclosed investors on October 7, 2011. Following the investment, co-founders Dr. Don Miloni and Dr. Stephen Boyd will continue to hold a significant minority stake."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "$7.11M",
                "Deal Date": "28-Apr-2009",
                "Deal Description": "The company received $7.113 million of development capital from Richardson Capital and other undisclosed investors on April 28, 2009."
            }
        },
        "Comps": [
            "Great Expressions Dental Centers",
            "Tend",
            "Johnson Family Dental",
            "Coast Dental Services",
            "Jefferson Dental Clinics"
        ]
    },
    "Midwest Dental": {
        "Company Name": "Midwest Dental",
        "Total Raised": "n/a",
        "Year Founded": "1968",
        "Post Valuation": "$102.00M",
        "Company Description": "Operator of a chain of dental clinics and provider of support services based in Meredith, New Hampshire. The company offers general dentistry, hygiene, and specialty dental services and also handles business functions like training and development, recruiting, marketing, human resources and accounting for local dentists, thereby providing dentists with the necessary services to enable them to serve their patients better.",
        "Deals": {
            "Deal 8": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "02-Dec-2020",
                "Deal Description": "The company was acquired by Smile Brands, via its financial sponsors Gryphon Investors, PineBridge Investments, Barings BDC, GMB Capital Partners, and Triangle Capital, through an LBO on December 2, 2020 for an undisclosed sum."
            },
            "Deal 7": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "13-Feb-2018",
                "Deal Description": "The company received $21.2 million of debt financing in the form of a revolving credit facility from Ares Capital on February 13, 2018. The funding will be used to support future acquisitions."
            },
            "Deal 6": {
                "Deal Type": "Merger/Acquisition",
                "Deal Amount": "",
                "Deal Date": "14-Sep-2017",
                "Deal Description": "The company is in talks to be acquired by undisclosed investors on September 14, 2017. Subsequently, the deal was canceled."
            },
            "Deal 5": {
                "Deal Type": "Leveraged Recapitalization",
                "Deal Amount": "$151.00M",
                "Deal Date": "01-Apr-2012",
                "Deal Description": "The company completed a $151 million leveraged recapitalization led by Ares Capital in April 2012. Ares Capital provided senior debt in the transaction."
            },
            "Deal 4": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "18-Apr-2011",
                "Deal Description": "The company was acquired by FFL Partners and its management through an LBO on April 18, 2011 for an undisclosed sum. Cressey & Company also participated in this round."
            },
            "Deal 3": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$102.00M",
                "Deal Date": "07-May-2007",
                "Deal Description": "The company was acquired by Thoma Bravo and its management through a $102 million LBO on May 7, 2007. Subsequently, the company was recapitalized."
            },
            "Deal 2": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "01-Mar-2004",
                "Deal Description": "The company was acquired by Svoboda Capital Partners through an LBO on March 1, 2004 for an undisclosed sum. Smith Whiley provided $9 million in subordinated notes and Marshall & Ilsley Corporation provided senior debt to the company."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "$9.66M",
                "Deal Date": "31-Dec-2001",
                "Deal Description": "The Wisconsin Operations of Monarch Dental was acquired by Tonka Bay Equity Partners and its management through a $9.66 million LBO on December 31, 2001."
            }
        },
        "Comps": [
            "Coast Dental Services",
            "Jefferson Dental Clinics",
            "Great Expressions Dental Centers",
            "ClearChoice",
            "Access Health Dental"
        ]
    },
    "Apex Dental Partners": {
        "Company Name": "Apex Dental Partners",
        "Total Raised": "$26.63M",
        "Year Founded": "2014",
        "Post Valuation": "n/a",
        "Company Description": "Provider of private dentistry support services to affiliated dental practices. The company provides non-clinical, administrative support services to dentists focused on long-term relationships and quality care.",
        "Deals": {
            "Deal 5": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "22-Apr-2022",
                "Deal Description": "The company received $15 million debt financing in the form of a delayed draw term loan from Twin Brook Capital Partners on April 22, 2022. The funds will be used to support future acquisitions."
            },
            "Deal 4": {
                "Deal Type": "Secondary Transaction - Private",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "MPK Equity Partners sold its stake in the company to an undisclosed buyer."
            },
            "Deal 3": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$26.63M",
                "Deal Date": "23-Nov-2020",
                "Deal Description": "The company received $32.23 million of debt financing in the form of a $26 million term loan and a $5 million revolver from Twin Brook Capital Partners and a $450,000 first lien senior secured delayed draw term loan, a $150,000 senior first-lien revolving credit line and a $634,000 first lien senior secured term loan from AG Twin Brook BDC on November 23, 2020."
            },
            "Deal 2": {
                "Deal Type": "Debt - PPP",
                "Deal Amount": "$2.71M",
                "Deal Date": "06-Apr-2020",
                "Deal Description": "The company was approved for a $2.71 million Paycheck Protection Program Loan from CrossFirst Bank on April 6, 2020. The application cited 225 jobs to be retained with the financing."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": " ",
                "Deal Description": "The company received an undisclosed amount of development capital from MPK Equity Partners. Alturus Strategic Capital Partners and Endeavour Capital also participated in this round."
            }
        },
        "Comps": [
            "Heartland Dental Care",
            "DentalPro",
            "ProSmile Holdings",
            "Dentabene",
            "Medical Care Consortium"
        ]
    },
    "Spring Dental": {
        "Company Name": "Spring Dental",
        "Total Raised": "n/a",
        "Year Founded": "2014",
        "Post Valuation": "n/a",
        "Company Description": "Operator of dental clinics based in Tulsa, Oklahoma. The company offers cosmetic dentistry, bonding, tooth extraction, root canal, gum care, teeth whitening, and other services, serving locals with affordable and convenient dentistry services.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "08-Apr-2022",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a senior loan from BMO Harris Bank on April 8, 2022. The funds will be used to support future acquisitions."
            },
            "Deal 3": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "03-Sep-2021",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a term loan from BMO Harris Bank on September 3, 2021."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "04-Jun-2021",
                "Deal Description": "The company received debt financing in the form of a senior loan from BMO Harris Bank and a mezzanine facility from Yukon Partners on June 4, 2021."
            },
            "Deal 1": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "23-Dec-2019",
                "Deal Description": "The company was acquired by Sorenson Capital through an LBO on December 23, 2019 for an undisclosed sum. BMO Financial Group and Yukon Partners provided debt financing in the form of a loan to the company."
            }
        },
        "Comps": [
            "Aspen Hill General & Cosmetic Dentistry",
            "Dentzz",
            "Absolute Dental Management",
            "Signature Smiles",
            "Jinsong Dental Hospital"
        ]
    },
    "Smiles West Dental & Braces": "Limited or Missing Data",
    "Kids First Dental": "Limited or Missing Data",
    "1st Choice Dental Care": {
        "Company Name": "1st Choice Dental Care",
        "Total Raised": "n/a",
        "Year Founded": "2018",
        "Post Valuation": "n/a",
        "Company Description": "The company primarily operates in the Clinics/Outpatient Services industry. 1st choice dental care was founded in 2018 and is headquartered in Woodstock, GA.",
        "Deals": {},
        "Comps": [
            "Charleston Cornea and Refractive Surgery",
            "Enterprise Valley Medical Clinic",
            "Gorrell, Dr A Ross",
            "Oliver Family Healthcare",
            "North Bay Hospital"
        ]
    },
    "Smilepoint PLLC": "Limited or Missing Data",
    "Children's Dental Management": {
        "Company Name": "Children's Dental Management",
        "Total Raised": "$15.00M",
        "Year Founded": "2002",
        "Post Valuation": "n/a",
        "Company Description": "Provider of business and operational support services intended to serve the pediatric dental and orthodontics centers. The company supports the provision of preventive services, dental care support services, diagnostic imaging and a full range of restorative dental care to its affiliated pediatric practices, enabling clients to improve their patient experiences and increase their access to dental care.",
        "Deals": {
            "Deal 4": {
                "Deal Type": "Buyout/LBO",
                "Deal Amount": "",
                "Deal Date": "12-Jan-2022",
                "Deal Description": "The company was acquired by Spark Dental Management, via its financial sponsor Rock Mountain Capital, through an LBO on January 12, 2022 for an undisclosed amount."
            },
            "Deal 3": {
                "Deal Type": "Debt - General",
                "Deal Amount": "$15.00M",
                "Deal Date": "01-Jun-2020",
                "Deal Description": "The company received $15 million of debt financing in the form of a subordinated debt from Greyrock Capital Group in June 2020."
            },
            "Deal 2": {
                "Deal Type": "Debt - General",
                "Deal Amount": "",
                "Deal Date": "24-Aug-2018",
                "Deal Description": "The company received an undisclosed amount of debt financing in the form of a first-lien term loan and a revolving credit line from the Benefit Street Partners and a $15.9 million senior debt, a $7.58 million delayed draw term loan and a $1.26 million revolving credit line from Business Development Corporation of America on August 24, 2018."
            },
            "Deal 1": {
                "Deal Type": "PE Growth/Expansion",
                "Deal Amount": "",
                "Deal Date": "12-Dec-2016",
                "Deal Description": "The company received an undisclosed amount of development capital from DFW Capital Partners on December 12, 2016. Freeport Financial Partners and Hines Securities provided an undisclosed amount of debt financing in the form of a loan to support the deal. The company was recapitalized as a part of the transaction."
            }
        },
        "Comps": [
            "Dermatology Solutions Group",
            "Univet",
            "Southern Dental Alliance",
            "Keen International Dental Clinic",
            "DermCare Management"
        ]
    },
    "Forest Family Dentistry PLLC": {
        "Company Name": "Forest Family Dentistry PLLC",
        "Total Raised": "n/a",
        "Year Founded": "2010",
        "Post Valuation": "n/a",
        "Company Description": "Operator of dental care clinics intended to offer a wide range of general, cosmetic, and restorative services. The company provides dental cleanings, dental implants, gum therapy, dental sealants, crowns and bridges, fillings, and more.",
        "Deals": {},
        "Comps": [
            "Charleston Cornea and Refractive Surgery",
            "Enterprise Valley Medical Clinic",
            "Gorrell, Dr A Ross",
            "Oliver Family Healthcare",
            "North Bay Hospital"
        ]
    },
    "Cal Dental USA": {
        "Company Name": "Cal Dental USA",
        "Total Raised": "n/a",
        "Year Founded": "2015",
        "Post Valuation": "n/a",
        "Company Description": "Provider of dental care services intended to offer comprehensive dental health solutions. The company offers a wide range of treatment options done by professionals and licensed dental practitioners.",
        "Deals": {},
        "Comps": [
            "Charleston Cornea and Refractive Surgery",
            "Enterprise Valley Medical Clinic",
            "Gorrell, Dr A Ross",
            "Oliver Family Healthcare",
            "North Bay Hospital"
        ]
    },
    "Mint Condition Dental": "Limited or Missing Data",
    "DDS Partners Management": "Limited or Missing Data",
    "High Point Dentistry": {
        "Company Name": "High Point Dentistry",
        "Total Raised": "n/a",
        "Year Founded": "n/a",
        "Post Valuation": "n/a",
        "Company Description": "The company primarily operates in the Clinics/Outpatient Services industry. High Point Pediatric Dentistry is headquartered in High Point, NC.",
        "Deals": {},
        "Comps": [
            "Charleston Cornea and Refractive Surgery",
            "Enterprise Valley Medical Clinic",
            "Gorrell, Dr A Ross",
            "Oliver Family Healthcare",
            "North Bay Hospital"
        ]
    },
    "Bela Family Dentistry": "Limited or Missing Data"
}